{
  "storyId": "802_tetum",
  "pages": [
    {
      "pageNumber": 0,
      "texts": ["Loron Hoang Nhan nian"]
    },
    {
      "pageNumber": 1,
      "texts": [
        "Hau naran Hoang Nhan, no hau hela iha Vietnam.",
        "Hau hela iha Sidade Ho Chi Minh, sidade boot liu iha Vietnam, ho hau nia inan-aman no alin-feto ki’ik, Anh Duong."
      ]
    },
    {
      "pageNumber": 2,
      "texts": [
        "Bainhira alarme toka iha 5:45 dader, hau hadeer no halo hau nia kama.",
        "Hau fasi hau nia nehan no fase hau nia oin, depois prepara hau nia pasta no ba eskola ho hau nia aman."
      ]
    },
    {
      "pageNumber": 3,
      "texts": [
        "Hau nia aman lori hau ba eskola ho ninia mota.",
        "Kada vez ita presija uza mota, nia fó hau helmete ida.",
        "Iha dalan ba eskola, ita liu merkadu Ben Thanh.",
        "Iha ai-hun sira iha rua nia sorin, no hau bele haree mós hau nia belun sira ba eskola ho mota ho sira nia inan-aman hanesan hau."
      ]
    },
    {
      "pageNumber": 4,
      "texts": [
        "Hau han toman daudauk ho hau nia aman iha restaurant ida besik hau nia eskola.",
        "Ba toman daudauk, ema barak iha ne’e han “com suon”, ne’ebé mak hoos ho fahi assado, sandwich Vietnamense naran “banh mi”, ka karau iha etu midar ka hoos feto.",
        "Ohin ita han banh mi ho tolun.",
        "Ida ne’e mak hau nia hahán favoritu."
      ]
    },
    {
      "pageNumber": 5,
      "texts": [
        "Depois ita remata toman daudauk, ita to’o eskola iha 6:50.",
        "Hau fó fila helmete ba hau nia aman, dehan adeus ba nia, no tama eskola.",
        "Iha 7:00, bainhira aulas dader hahú, porta kotu."
      ]
    },
    {
      "pageNumber": 6,
      "texts": [
        "Hau estuda ho belun 40 iha sala ida.",
        "Klase tomak hela hamutuk husi 1ª too 5ª série.",
        "Hau nia mestra klase naran Sra. Lan.",
        "Nia sempre hatais “ao dai” ba eskola.",
        "Iha dader, hau aprende matemátika, Vietnamense, Inglés, no etika."
      ]
    },
    {
      "pageNumber": 7,
      "texts": [
        "Iha 11:00, aulas dader remata.",
        "Hau hamoos hau nia fatin no fase liman atu han toman lokraik.",
        "Hau han toman lokraik ho hau nia mestra no belun sira iha kantina eskola nian.",
        "Ohin nia toman lokraik mak karau stir-fried, hoos, modo sanan, no sopa kabóia.",
        "Molok han, ita dehan, “Han hamutuk (Xin moi cac ban).”"
      ]
    },
    {
      "pageNumber": 8,
      "texts": [
        "Depois toman lokraik, hau fasi nehan, fase oin, no fila ba sala.",
        "Ita tau ita nia meza ba sorin ida, hatais ita nia lensólu, no toba kedas.",
        "Hau sente kolen iha loraik tanba eskola hahú sedu dader, nune’e hau toba atu hetan energia fali."
      ]
    },
    {
      "pageNumber": 9,
      "texts": [
        "Sinál eskola toka iha 1:15.",
        "Ita hadeer no han bee susu ka ai-fuan hanesan lanche.",
        "Aulas tarde hahú iha 2:00.",
        "Iha tarde, ita iha aulas hanesan arte, komputador, edukasaun fízika, no konta istória ne’ebé hau bele hanoin istória ida no konta ba hau nia kolega sira."
      ]
    },
    {
      "pageNumber": 10,
      "texts": [
        "Edukasaun fízika mak hau nia aula tarde favoritu.",
        "Hau bele halo ejersísiu no halimar ho hau nia belun sira.",
        "Aula ida ne’e hanorin husi mestra edukasaun fízika envez de mestra klase.",
        "Ita halo ejersísiu hamutuk bainhira muzika toka.",
        "Iha edukasaun fízika, ita aprende badminton ka jogo Go."
      ]
    },
    {
      "pageNumber": 11,
      "texts": [
        "Iha 5:30, bainhira aulas tarde divertida hotu remata, hau fila uma.",
        "Bainhira hau to’o uma, hau halimar ho hau nia alin-feto no belun husi vizinu iha fatin halimar.",
        "Depois hau fila uma, fase an, no ajuda hau nia inan prepara han kalan."
      ]
    },
    {
      "pageNumber": 12,
      "texts": [
        "Iha 7:00, hau nia família tomak tuur hamutuk iha meza atu han kalan.",
        "Ita han fahi sanan, modo stir-fried, sopa, no rolo tolun.",
        "Hau nia alin-feto no hau gosta liu fahi sanan iha bee nuu ho tolun sanan husi hau nia inan nia hahán hotu.",
        "Hau han semangka hanesan sobremesa."
      ]
    },
    {
      "pageNumber": 13,
      "texts": [
        "Iha 8:00 kalan, hau repasa matemátika no Vietnamense ne’ebé hau aprende iha aulas dader ho hau nia inan no halo hau nia tarefa.",
        "Hau nia inan mós ajuda hau prepara ba eskola iha loron tuir mai."
      ]
    },
    {
      "pageNumber": 14,
      "texts": [
        "Depois hau prepara hau nia pasta eskola, hau haree kartun sira iha TV ho hau nia alin-feto.",
        "Depois hau nia alin-feto no hau ba toba.",
        "Hau toba iha hau nia kama ai-rohan ho rede moskitu no toba, hanoin kona-ba oinsá hau sei diverte halimar aban."
      ]
    }
  ],
  "title": "802 Tetum"
}