{
  "storyId": "802_en-ph",
  "pages": [
    {
      "pageNumber": 0,
      "texts": ["Hoang Nhan’s Day"]
    },
    {
      "pageNumber": 1,
      "texts": [
        "My name is Hoang Nhan, and I live in Vietnam.",
        "I live in Ho Chi Minh City, the largest city in Vietnam, with my parents and little sister, Anh Duong."
      ]
    },
    {
      "pageNumber": 2,
      "texts": [
        "When the alarm rings at 5:45 in the morning, I get up and make my bed.",
        "I brush my teeth and wash my face, then pack my bag and go to school with my dad."
      ]
    },
    {
      "pageNumber": 3,
      "texts": [
        "My dad takes me to school on his motorbike.",
        "Every time we need to ride a motorbike, he gives me a helmet.",
        "On the way to school, we pass by Ben Thanh market.",
        "There are trees on both sides of the street, and I can also see my friends going to school on motorbikes with their parents like me."
      ]
    },
    {
      "pageNumber": 4,
      "texts": [
        "I have breakfast with my dad at a restaurant near my school.",
        "For breakfast, lots of people here eat “com suon”, which is rice with grilled pork, a Vietnamese sandwich called “banh mi”, or beef on sticky rice or rice noodles.",
        "Today we are having banh mi with eggs.",
        "This is our favorite food."
      ]
    },
    {
      "pageNumber": 5,
      "texts": [
        "After we finish breakfast, we get to school at 6:50.",
        "Then, I give the helmet back to my dad, say goodbye to him, and walk into school.",
        "At 7:00, when the morning classes start, the front gate is closed."
      ]
    },
    {
      "pageNumber": 6,
      "texts": [
        "I study with 40 friends in one classroom.",
        "The whole class stays together all the way from 1st to 5th grade.",
        "My homeroom teacher is Mrs. Lan.",
        "She always wears an “ao dai” to school.",
        "In the morning, I learn math, Vietnamese, English, and ethics."
      ]
    },
    {
      "pageNumber": 7,
      "texts": [
        "At 11:00, the morning classes are over.",
        "I clean up my place and wash my hands to have lunch.",
        "I have lunch with my teachers and friends in the school cafeteria.",
        "Today’s lunch is stir-fried beef, rice, boiled vegetables, and pumpkin soup.",
        "Before eating, we say, “Eat together (Xin moi cac ban).”"
      ]
    },
    {
      "pageNumber": 8,
      "texts": [
        "After lunch, I brush my teeth, wash my face, and go back to the classroom.",
        "We put our desks to one side, spread out our blankets, and take a nap.",
        "I get tired at noon because school starts early in the morning, so I take a nap to get my energy back."
      ]
    },
    {
      "pageNumber": 9,
      "texts": [
        "The school bell rings at 1:15.",
        "We get up and have milk or fruit as a snack.",
        "Afternoon classes start at 2:00.",
        "In the afternoon, we have classes like art, computer, physical education, and storytelling where I can dream up a story and tell it to my classmates."
      ]
    },
    {
      "pageNumber": 10,
      "texts": [
        "Physical education is my favorite afternoon class.",
        "I can exercise and play with my friends.",
        "This class is taught by a physical education teacher instead of a homeroom teacher.",
        "We exercise together while music plays.",
        "In physical education, we learn badminton or the game of Go."
      ]
    },
    {
      "pageNumber": 11,
      "texts": [
        "At 5:30, when all the fun afternoon classes are over, I go home.",
        "When I get home, I play with my sister and friends from next door at the playground.",
        "Then I come home, take a shower, and help my mom make dinner."
      ]
    },
    {
      "pageNumber": 12,
      "texts": [
        "At 7:00, my whole family sits together at the table to eat dinner.",
        "We eat boiled pork, stir-fried vegetables, soup, and egg rolls.",
        "My sister and I like pork boiled in coconut water with boiled eggs the best out of all the foods Mom cooks.",
        "I eat watermelon for dessert."
      ]
    },
    {
      "pageNumber": 13,
      "texts": [
        "At 8:00 in the evening, I go over the math and Vietnamese that I learned in the morning classes with Mom and do my homework.",
        "Mom also helps me get ready for school the next day."
      ]
    },
    {
      "pageNumber": 14,
      "texts": [
        "After I pack my school bag, I watch cartoons on TV with my sister.",
        "Then my sister and I go to bed.",
        "I lie in my wooden bed with a mosquito net and fall asleep, thinking about how much fun I will have playing tomorrow."
      ]
    }
  ],
  "title": "802 En-ph"
}