{
  "storyId": "806_tetum",
  "pages": [
    {
      "pageNumber": 0,
      "texts": ["Istória kona-ba Dumpling Xines"]
    },
    {
      "pageNumber": 1,
      "texts": [
        "Olá!",
        "Hau mak dumpling ida.",
        "Dumpling sira, halo ho masa farinha no recheu, primeiru halo iha Xina tempu uluk.",
        "Naran “mandu,” ne’ebé Koreanu uza ba dumpling, mai husi Xina."
      ]
    },
    {
      "pageNumber": 2,
      "texts": [
        "Zhuge Liang, estrategista famozu iha Xina antigu, hasoru tempestade ida iha tasi bainhira fila husi funu.",
        "Ema ida dehan katak sira tenke oferese ulun ema barak atu halo tasi hakmatek.",
        "Zhuge Liang hanoin katak ideia ne’e aat tebes.",
        "Nia halo ritual ho masa farinha ne’ebé hanesan ulun ema envez."
      ]
    },
    {
      "pageNumber": 3,
      "texts": [
        "Tempestade ne’e ikusmente hakmatek, no Zhuge Liang bele fila ba uma ho seguru.",
        "Oferta sira ne’e hetan naran “mandu” husi “Man,” rejiaun ne’ebé Zhuge Liang vizita, no “du,” ne’ebé signifika “ulun ema.”",
        "Iha Mandarin, pronunsia “mantou.”"
      ]
    },
    {
      "pageNumber": 4,
      "texts": [
        "Mantou Xines la iha recheu ida.",
        "Ida ne’e mak pão simples ne’ebé koko no moruk.",
        "Tanba ninia sabor la barak, ida ne’e diak atu han ho hahán seluk."
      ]
    },
    {
      "pageNumber": 5,
      "texts": [
        "Mantou iha forma barak iha Xina.",
        "Iha Loron Foun, mantou ho forma hanesan ikan karpa ka osan-musan sira bele fó ba ema atu deseja abundánsia ka rikuza durante tinan ida.",
        "Mantou ho forma péssegu bele fahe iha aniversáriu ema katuas atu deseja sira moris naruk."
      ]
    },
    {
      "pageNumber": 6,
      "texts": [
        "Mantou la’ós tipu dumpling mesak ne’ebé la iha recheu.",
        "“Wotou,” konu ida halo husi farinha milhu, la iha recheu, maibé parte mamuk bele hatais ho hahán seluk."
      ]
    },
    {
      "pageNumber": 7,
      "texts": [
        "Dumpling ida ne’ebé forma pão farinha ho recheu meat ka modo sira, naran “baozi” iha Xina.",
        "“Baozi,” pão round ho recheu meat, modo, ka udang, ema koñese hanesan “jjinppang” ka “wangmandu” iha Korea."
      ]
    },
    {
      "pageNumber": 8,
      "texts": [
        "“Jiaozi,” dumpling ida ne’ebé koko ho farinha no recheu meat ka modo, mak hahán obrigatóriu ba ema Xines iha Loron Foun.",
        "Iha Xina, dalaruma objetu espesiál sira tau iha jiaozi ne’ebé halo ba Loron Foun.",
        "Ezemplu, osan-musan tau iha laran atu lori osan barak.",
        "Se ó hetan osan-musan iha ó nia jiaozi, ema seluk sei selebra no kontente ba ó."
      ]
    },
    {
      "pageNumber": 9,
      "texts": [
        "Dumpling balun menus komún iha Korea.",
        "“Shaomai” mak dumpling ida ne’ebé forma flor no koko, ne’ebé hatudu ingrediente sira iha laran.",
        "“Wonton” mak dumpling delisiu seluk ne’ebé halo husi envoltóriu finu no recheu ki’ik, serve ho sopa."
      ]
    },
    {
      "pageNumber": 10,
      "texts": [
        "Iha dumpling barak ne’ebé interesante liu iha Xina.",
        "Ohin loron, ó bele hetan mantou kór-barak ho forma animal fofu.",
        "Di’ak tebes, lae?",
        "Maske nune’e, tipu ne’ebé furak liu mak ne’ebé sabor di’ak!"
      ]
    }
  ],
  "title": "806 Tetum"
}