{
  "bookId": 806,
  "language": "en",
  "title": "Chinese Dumpling Story",
  "summary": "This story introduces the history and culture of Chinese dumplings, from ancient legends involving strategists like Zhuge Liang to the various types such as mantou, baozi, jiaozi, shaomai, and wonton. It explains how dumplings are connected to Chinese New Year, family traditions, and cultural symbolism like wishes for wealth and longevity.",
  "pages": [
    {
      "pageNumber": 0,
      "image": "book_806_page_0.jpg",
      "texts": ["Chinese Dumpling Story"],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 1,
      "image": "book_806_page_1.jpg",
      "texts": [
        "Hello!",
        "I am a dumpling.",
        "Dumplings, made with flour dough and filling, were first made in China a long time ago.",
        "The name “mandu,” Korean for dumpling, comes from China."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 2,
      "image": "book_806_page_2.jpg",
      "texts": [
        "Zhuge Liang, a famous strategist in ancient China, encountered a storm at sea while returning from battle.",
        "Someone claimed that they must offer many human heads to appease the sea.",
        "Zhuge Liang thought that was a terrible idea.",
        "He performed a ritual with a flour dough resembling human heads instead."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 3,
      "image": "book_806_page_3.jpg",
      "texts": [
        "The storm then subsided, and Zhuge Liang was able to return home safely.",
        "The offerings were called “mandu” after “Man,” the region Zhuge Liang had visited, and “du,” meaning “human head.”",
        "It is pronounced “mantou” in Mandarin."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 4,
      "image": "book_806_page_4.jpg",
      "texts": [
        "Chinese mantou does not have any fillings.",
        "It is a simple steamed bun that is soft and savory.",
        "Because it does not taste like much, it is good to eat with other dishes."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 5,
      "image": "book_806_page_5.jpg",
      "texts": [
        "Mantou comes in many different shapes in China.",
        "On New Year’s Day, mantou shaped like carp or gold nuggets are gifted to wish the recipient a year of abundance or wealth.",
        "Peach-shaped mantou are shared on birthdays of the elderly to wish them a long life."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 6,
      "image": "book_806_page_6.jpg",
      "texts": [
        "Mantou is not the only type of dumpling without fillings.",
        "“Wotou,” a cone made from corn flour, does not have any fillings, but the hollow part can be filled with side dishes."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 7,
      "image": "book_806_page_7.jpg",
      "texts": [
        "A dumpling in the form of a flour bun filled with meat or vegetables is called baozi in China.",
        "“Baozi,” a round bun filled with meat, vegetables, or shrimp, is known as “jjinppang” or “wangmandu” in Korea."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 8,
      "image": "book_806_page_8.jpg",
      "texts": [
        "“Jiaozi,” a steamed dumpling made with flour and meat or vegetable fillings, is a must-eat for Chinese on New Year’s Day.",
        "In China, sometimes special objects are placed in jiaozi made for New Year’s Day.",
        "For example, coins are placed inside to bring in more money.",
        "If you find a coin in your jiaozi, others will celebrate and be happy for you."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 9,
      "image": "book_806_page_9.jpg",
      "texts": [
        "Some dumplings are less common in Korea.",
        "“Shaomai” is a flower-shaped steamed dumpling that shows the ingredients inside.",
        "“Wonton” is another delicious dumpling made from a thin wrap and little filling, served in a soup."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 10,
      "image": "book_806_page_10.jpg",
      "texts": [
        "There are many more interesting dumplings in China.",
        "These days, you can often find colorful mantou in the shape of cute animals.",
        "How fun, don’t you think?",
        "Still, the best kind is the yummy kind!"
      ],
      "pageType": "SPLIT"
    }
  ],
  "comprehensionChecks": {
    "preQuestions": [
      {
        "question": "Who was Zhuge Liang and what did he do with flour dough?",
        "keyConcepts": ["strategist", "ritual", "flour dough", "legend"]
      }
    ],
    "postQuestions": [
      {
        "question": "What do Chinese dumplings symbolize during New Year's Day?",
        "keyConcepts": ["wealth", "prosperity", "family", "luck"]
      }
    ]
  },
  "vocabulary": [
    {
      "word": "mantou",
      "definition": "A Chinese steamed bun, usually without filling.",
      "pageNumber": 4
    },
    {
      "word": "jiaozi",
      "definition": "Steamed Chinese dumpling with meat or vegetable filling.",
      "pageNumber": 8
    },
    {
      "word": "baozi",
      "definition": "Chinese steamed bun filled with meat or vegetables.",
      "pageNumber": 7
    }
  ],
  "missions": [
    {
      "title": "Make Your Own Dumpling",
      "description": "Draw or describe your favorite dumpling shape and share the story behind it.",
      "type": "ACTION_LOG"
    }
  ],
  "contributors": {
    "Writer": ["李鑫"],
    "Illustrator": ["Audrey Yuang"],
    "Translator": ["Jennifer An"]
  },
  "sourceLanguage": "ko",
  "license": "CC BY 4.0",
  "copyrightHolder": "Enuma, Inc. & The Foundation SeeArt for Book Culture",
  "copyright": "is licensed under CC BY 4.0 by Enuma, Inc. & The Foundation SeeArt for Book Culture. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/."
}
