{
  "bookId": 806,
  "language": "tet",
  "title": "Istória kona-ba bolu Xinés",
  "summary": "Istória ne'e hatán husi istória kona-ba bolu Xinés no kultura sira. Husi lenda kona-ba estrategista Zhuge Liang tiha anin-boot iha tasi, tanba mantou, baozi, jiaozi, shao mai, no huntun, hanesan tipu bolu sira ne’ebé connecta hela ho Tinan Foun Xinés no tradisaun familia, no simbolu ba osan no moris naruk.",
  "pages": [
    {
      "pageNumber": 0,
      "image": "book_806_page_0.jpg",
      "texts": ["Istória kona-ba bolu Xinés"],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 1,
      "image": "book_806_page_1.jpg",
      "texts": [
        "Óla?",
        "Ha'u maka Mandu (bolu).",
        "Ai-han ida naran mandu, ne'ebé halo hosi terigu no enxe ho ingrediente oioin, uluk halo iha Xina iha tempu naruk liubá.",
        "Nama ‘mandu’ juga berasal dari Tiongkok."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 2,
      "image": "book_806_page_2.jpg",
      "texts": [
        "Iha tempu uluk, Zhuge Liang, estratéjiku famozu ida hosi Xina, bainhira fila hosi funu, nia hasoru anin-boot iha tasi.",
        "Iha tempu neʼebá, ema ida hatete katak tenke hasaʼe ema nia ulun barak nuʼudar sakrifísiu.",
        "Zhuge Liang hatete katak nia labele halo buat aat hanesan ne'e, ",
        "nune'e nia halo ema nia ulun ida hosi terigu no uza ida-ne'e hanesan oferta ida."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 3,
      "image": "book_806_page_3.jpg",
      "texts": [
        "Depois anin-boot ne'e tun, no Zhuge Liang bele fila ba uma ho seguru.",
        "Iha tempu ne'ebá, Zhuge Liang kombina liafuan rua: ‘man’ husi naran área ne'ebé nia vizita no ‘du’ ne'ebé signifika ema nia ulun, nune'e kria naran \"mandu\".",
        "Iha lian Xinés, ida-ne'e hanaran 'Mantou'"
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 4,
      "image": "book_806_page_4.jpg",
      "texts": [
        "Mantou xinés laiha buat ida iha laran.",
        "Masa terigu nian kukus ho vapor manas, nune'e testura sai mamar no sabór sai kmaan/naturál.",
        "Mantou rasik la iha gostu espesiál, maibé tanba ne'e maka nia apropriadu atu han hamutuk ho hahán sira seluk."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 5,
      "image": "book_806_page_5.jpg",
      "texts": [
        "Iha Xina, Mantou halo ho forma oioin.",
        "Durante Tinan Foun Xinés, Mantou dalaruma fó iha forma ikan osan-mean nian, ne'ebé simboliza esperansa ba tinan ida ne'ebé nakonu, ka iha forma osan-mean, ne'ebé simboliza esperansa atu hetan osan barak.",
        "Iha loron moris ema katuas-ferik sira nian, dalaruma fó Mantou ho forma ai-fuan mexiko hanesan símbolu esperansa nian ba moris naruk."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 6,
      "image": "book_806_page_6.jpg",
      "texts": [
        "Mandu ne’ebé la ense ho buat ida ne’e la’ós de’it Mantou.",
        "Wotou’, ne’ebé halo husi terigu batar no forma hanesan kóniku, laiha enxe, maibé parte okos konkavu atu nune’e bele enxe ho ai-han sira bainhira han."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 7,
      "image": "book_806_page_7.jpg",
      "texts": [
        "Mandu ne'ebé ense ho na'an ka ai-horis iha terigu nian hanaran ‘Baozi’ iha Xina.",
        "Baozi ne'ebé forma hanesan bola no ensi ho na'an, modo, ka camarão koñesidu iha Korea hanesan ‘Jjinppang’ (paun tunu) ka ‘Wang Mandu’ (mandu jigante)."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 8,
      "image": "book_806_page_8.jpg",
      "texts": [
        "Mandu daan ne'ebé halo hosi ai-farina nia kulit ne'ebé ensi ho na'an ka ai-horis sira hanaran ‘Jiaozi’, no hanesan ai-han ne'ebé tenke han ba ema Xinés sira durante Tinan Foun Xinés.",
        "Iha Xina, bainhira halo Jiaozi durante Tinan Foun Xinés, ema tau buat espesiál sira ne'ebé iha signifikadu di'ak iha sira; porezemplu, atu simboliza esperansa atu hetan osan barak, dala ruma sira tau osan-besi iha laran.",
        "Se ema ruma hetan osan-besi ida bainhira han hela Jiaozi, ema seluk sei kontente no fó parabéns ba nia."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 9,
      "image": "book_806_page_9.jpg",
      "texts": [
        "Iha mós mandu ne'ebé maka ladún barak ka ladún baibain atu hetan iha Korea.",
        "Shao Mai' maka hahán ida ne'ebé halo ho kulit mandu nian ne'ebé forma hanesan ai-funan, atu nune'e nia preenchimentu bele haree, hafoin tunu.",
        "Huntun’ mós gostu tebes, ne’e mak mandu ne’ebé halo ho kulit ne’ebé mihis, enxe uitoan de’it, no tein iha sopa."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 10,
      "image": "book_806_page_10.jpg",
      "texts": [
        "Aleinde ne'e, iha Xina iha mandu barak ne'ebé úniku no interesante.",
        "Foin lalais ne'e, Mantou barak maka kór no forma hanesan animál furak sira, divertidu/interesante tebes, loos ka lae?",
        "Maski nune'e, ha'u hanoin katak buat ne'ebé importante liu kona-ba mandu maka nia gostu!"
      ],
      "pageType": "SPLIT"
    }
  ],
  "comprehensionChecks": {
    "preQuestions": [
      {
        "question": "Saa mak Zhuge Liang no saida mak nia halo ho terigu barak?",
        "keyConcepts": ["estratéjiku", "ritual", "terigu barak", "lenda"]
      }
    ],
    "postQuestions": [
      {
        "question": "Mandús Xinés maka simbolu saida tijdens Tinan Foun?",
        "keyConcepts": ["razaun", "prosperidade", "familia", "sorti"]
      }
    ]
  },
  "vocabulary": [
    {
      "word": "Mantou",
      "definition": "Bolu Xinés ne'ebé la iha enxe iha laran.",
      "pageNumber": 4
    },
    {
      "word": "Jiaozi",
      "definition": "Mandu Xinés ne'ebé halo husi ai-farina nia kulit no na'an ka ai-horis iha laran.",
      "pageNumber": 8
    },
    {
      "word": "Baozi",
      "definition": "Bolu Xinés ne'ebé halo ho ai-horis ka na'an iha laran.",
      "pageNumber": 7
    }
  ],
  "missions": [
    {
      "title": "Halo Mandu Nia Fó-Ra'in",
      "description": "Desenha ka hatete forma mandu favoritu no partilha istória kona-ba nia.",
      "type": "ACTION_LOG"
    }
  ],
  "contributors": {
    "Writer": ["李鑫"],
    "Illustrator": ["Audrey Yuang"],
    "Translator": ["Alex"],
    "Proofreader": ["Jisu An"]
  },
  "sourceLanguage": "ko",
  "license": "CC BY 4.0",
  "copyrightHolder": "Enuma, Inc. & The Foundation SeeArt for Book Culture",
  "copyright": "is licensed under CC BY 4.0 by Enuma, Inc. & The Foundation SeeArt for Book Culture."
}
