{
  "storyId": "807_en-ph",
  "pages": [
    {
      "pageNumber": 0,
      "texts": ["The Legend of the White Snake"]
    },
    {
      "pageNumber": 1,
      "texts": [
        "Once upon a time, on a day leaves danced in the trees, a giant serpent spirit came down from a mountain and became a beautiful woman.",
        "Her name was Bai Shuzen, a serpent spirit that had spent a thousand years trying to become a human."
      ]
    },
    {
      "pageNumber": 2,
      "texts": [
        "A thousand years ago, when Bai Shuzen was a small snake, she had been injured and saved by a child passing by.",
        "Bai Shuzen had transformed into a human to find the person who saved her life."
      ]
    },
    {
      "pageNumber": 3,
      "texts": [
        "Bai Shuzen searched crowded places with Xiaoqing, the blue serpent spirit.",
        "One day, she came across the human of her dreams in the beautiful city of Hangzhou!",
        "His name was Xu Xian.",
        "He made medicine for a living."
      ]
    },
    {
      "pageNumber": 4,
      "texts": [
        "Xu Xian fell in love with Bai Shuzen, who was kind and beautiful.",
        "Bai Shuzen was overjoyed to finally meet the person who saved her life.",
        "The two fell in love and married.",
        "Together, they opened a medicine shop."
      ]
    },
    {
      "pageNumber": 5,
      "texts": [
        "Then one day, a plague spread in the village.",
        "No matter what medicine Xu Xian concocted, the village people did not get any better.",
        "Bai Shuzen set out to find the reason for this odd phenomenon to help her husband."
      ]
    },
    {
      "pageNumber": 6,
      "texts": [
        "She found out that a greedy sorcerer at the Jinshan Temple had poisoned the well to make money off the sick.",
        "Bai Shuzen used magic to punish the sorcerer, but the sorcerer escaped having noticed that Bai Shuzen was a serpent spirit."
      ]
    },
    {
      "pageNumber": 7,
      "texts": [
        "The spiteful sorcerer found Xu Xian and told him that his wife, Bai Shuzen, was not human but actually a serpent spirit.",
        "When Xu Xian did not believe him, the sorcerer gave Xu Xian a bottle of xionghuang wine and instructed him to drink it with his wife."
      ]
    },
    {
      "pageNumber": 8,
      "texts": [
        "On the day of the Dragon Boat Festival, the people of Hangzhou drank xionghuang wine to celebrate.",
        "But xionghuang wine had a mysterious power of returning non-humans into their original form.",
        "Bai Shuzen reluctantly drank the xionghuang wine at her husband’s insistence."
      ]
    },
    {
      "pageNumber": 9,
      "texts": [
        "After drinking the xionghuang wine, Bai Shuzen was transformed into her original white serpent form.",
        "Xu Xian, stunned, fainted at the scene.",
        "Bai Shuzen erased her husband’s memory out of bewilderment.",
        "But during the commotion, Fahai, a monk at Jinshan Temple, became aware of Bai Shuzen’s true identity."
      ]
    },
    {
      "pageNumber": 10,
      "texts": [
        "Without any memory of the incident, Xu Xian and Bai Shuzen continued on with their life as if nothing had happened.",
        "They even had a son together.",
        "But Fahai did not think it was right for the serpent spirit to live among humans.",
        "He gave back Xu Xian the memory of the Dragon Boat Festival and advised him to send Bai Shuzen and Xiaoqing away for they were not human."
      ]
    },
    {
      "pageNumber": 11,
      "texts": [
        "Xu Xian tried to defend Bai Shuzen, but Fahai was insistent.",
        "Out of anger, Bai Shuzen cast a great spell and flooded Jinshan Temple.",
        "Many lives were lost as a result.",
        "Fahai locked Bai Shuzen in a tower for breaking Heaven’s law.",
        "The famous Leifeng Pagoda in Hangzhou is where Bai Shuzen was trapped."
      ]
    },
    {
      "pageNumber": 12,
      "texts": [
        "Heartbroken by the loss of his wife, Xu Xian shaved his head and became a monk living in the mountains.",
        "Meanwhile, the son of Xu Xian and Bai Shuzen, Xu Shilin, was taken in by his relatives.",
        "Trapped in the tower, Bai Shuzen reflected on the past thousand years.",
        "Twenty years passed."
      ]
    },
    {
      "pageNumber": 13,
      "texts": [
        "When Xu Shilin became twenty years old, his relatives told him about his parents.",
        "Xu Shilin ran to Leifeng Pagoda at once and called for his mother.",
        "Hearing her son from the tower, Bai Shuzen advised her son that their family could be reunited if he became the top scholar in the imperial exam."
      ]
    },
    {
      "pageNumber": 14,
      "texts": [
        "In hopes of meeting his parents, Xu Shilin studied day and night.",
        "Finally, he earned the title of the top scholar.",
        "Having achieved the position, Xu Shilin went back to his hometown.",
        "He prayed every step of the way to Jinshan Temple."
      ]
    },
    {
      "pageNumber": 15,
      "texts": [
        "Moved by Xu Shilin’s prayer, Heaven released Bai Shuzen.",
        "Xu Xian, who was living in seclusion in the mountains, returned home upon hearing the news.",
        "The three were finally reunited, and they lived happily ever after."
      ]
    }
  ],
  "title": "807 En-ph"
}