{
  "storyId": "807_tetum",
  "pages": [
    {
      "pageNumber": 0,
      "texts": ["Lenda kona-ba Seda Mutin"]
    },
    {
      "pageNumber": 1,
      "texts": [
        "Iha tempu uluk, iha loron ida ne’ebé ai-fulan dança iha ai-hun, espíritu serpente boot ida mai husi foho no transforma ba feto furak ida.",
        "Nia naran Bai Shuzen, espíritu serpente ne’ebé gasta tinan 1000 atu sai ema."
      ]
    },
    {
      "pageNumber": 2,
      "texts": [
        "Tinan 1000 liu ba, bainhira Bai Shuzen sai serpente ki’ik, nia hetan kanek no salva husi labarik ida ne’ebé liu.",
        "Bai Shuzen transforma ba ema atu buka ema ne’ebé salva nia moris."
      ]
    },
    {
      "pageNumber": 3,
      "texts": [
        "Bai Shuzen buka iha fatin ema barak ho Xiaoqing, espíritu serpente azul.",
        "Iha loron ida, nia hasoru ema ne’ebé nia hakarak iha sidade furak Hangzhou!",
        "Nia naran Xu Xian.",
        "Nia halo moras ba moris."
      ]
    },
    {
      "pageNumber": 4,
      "texts": [
        "Xu Xian hadomi Bai Shuzen, ne’ebé di’ak no furak.",
        "Bai Shuzen kontente tebes atu finalmente hasoru ema ne’ebé salva nia moris.",
        "Sira nain rua hadomi malu no kaben.",
        "Hamutuk, sira loke loja moras."
      ]
    },
    {
      "pageNumber": 5,
      "texts": [
        "Iha loron ida, moras ida habelar iha suku.",
        "Maske Xu Xian halo moras saida de’it, ema iha suku la sai di’ak.",
        "Bai Shuzen buka motivo ba fenomenu estranhu ne’e atu ajuda nia kaben."
      ]
    },
    {
      "pageNumber": 6,
      "texts": [
        "Nia deskobre katak feiticeiru gananciozu ida iha Templo Jinshan envenena bee-foun atu hetan osan husi ema moras.",
        "Bai Shuzen uza majiku atu kastiga feiticeiru, maibé feiticeiru halai tanba nia hatene katak Bai Shuzen mak espíritu serpente."
      ]
    },
    {
      "pageNumber": 7,
      "texts": [
        "Feiticeiru ne’ebé hirus buka Xu Xian no dehan ba nia katak nia feen, Bai Shuzen, la’ós ema maibé espíritu serpente.",
        "Bainhira Xu Xian la fiar, feiticeiru fó Xu Xian botella tua xionghuang ida no hatán ba nia atu han ho nia feen."
      ]
    },
    {
      "pageNumber": 8,
      "texts": [
        "Iha loron Festival Ró-Dragaun, ema Hangzhou han tua xionghuang atu selebra.",
        "Maibé tua xionghuang iha kbiit mistériu atu fila ema la’ós ema ba sira nia forma orijinál.",
        "Bai Shuzen han tua xionghuang ho kontente la’ós tanba nia kaben insiste."
      ]
    },
    {
      "pageNumber": 9,
      "texts": [
        "Depois han tua xionghuang, Bai Shuzen transforma ba nia forma orijinál serpente mutin.",
        "Xu Xian, hakfodak, mate tanba haree sena.",
        "Bai Shuzen hamosu memoría nia kaben nian tanba nia hakfodak.",
        "Maibé durante konfuzaun ne’e, Fahai, frade ida iha Templo Jinshan, hatene identidade verdadeiru Bai Shuzen nian."
      ]
    },
    {
      "pageNumber": 10,
      "texts": [
        "Xu Xian la iha memoría kona-ba insidente ne’e, no sira kontinua moris hanesan la iha buat ida akontese.",
        "Sira mós iha oan mane ida hamutuk.",
        "Maibé Fahai la hanoin katak loos ba espíritu serpente atu hela ho ema.",
        "Nia fó fila Xu Xian memoría Festival Ró-Dragaun nian no hatán ba nia atu husik Bai Shuzen no Xiaoqing tanba sira la’ós ema."
      ]
    },
    {
      "pageNumber": 11,
      "texts": [
        "Xu Xian koko defende Bai Shuzen, maibé Fahai insiste.",
        "Tanba hirus, Bai Shuzen uza majiku boot no hamonu Templo Jinshan.",
        "Ema barak mate tanba ne’e.",
        "Fahai tau Bai Shuzen iha torre ida tanba nia halo sala hasoru Lei Seliun.",
        "Pagoda Leifeng famozu iha Hangzhou mak fatin ne’ebé Bai Shuzen tau."
      ]
    },
    {
      "pageNumber": 12,
      "texts": [
        "Xu Xian sente triste tanba nia feen lakon, nia koi nia ulun no sai frade iha foho.",
        "Entretantu, oan Xu Xian no Bai Shuzen nian, Xu Shilin, hetan asilu husi ninia família.",
        "Iha torre, Bai Shuzen hanoin kona-ba tinan 1000 liu ba.",
        "Tinan 20 liu."
      ]
    },
    {
      "pageNumber": 13,
      "texts": [
        "Bainhira Xu Shilin sai tinan 20, ninia família konta ba nia kona-ba ninia inan-aman.",
        "Xu Shilin halai ba Pagoda Leifeng duni no bolu ninia inan.",
        "Bai Shuzen rona ninia oan husi torre, no nia hatán ba nia oan katak sira nia família bele reunida fali se nia sai estudante boot liu iha ezame imperiál."
      ]
    },
    {
      "pageNumber": 14,
      "texts": [
        "Ho esperansa atu hasoru ninia inan-aman, Xu Shilin estuda loron no kalan.",
        "Iha ikus, nia hetan titulu estudante boot liu.",
        "Depois hetan pozisaun ne’e, Xu Shilin fila ba ninia rain.",
        "Nia harohan iha dalan tomak ba Templo Jinshan."
      ]
    },
    {
      "pageNumber": 15,
      "texts": [
        "Hakfodak ho harohan Xu Shilin nian, Seliun liberta Bai Shuzen.",
        "Xu Xian, ne’ebé hela isoladu iha foho, fila uma depois rona notísia.",
        "Sira nain tolu finalmente reunida, no sira moris ho kontente para sempre."
      ]
    }
  ],
  "title": "807 Tetum"
}