{
  "bookId": 817,
  "language": "tet",
  "title": "Istória kona-ba ikan osan-mean",
  "summary": "Istória tailandia kona-ba Taraka, peskadór riku, no nia oan-feto bonita Uai. Taraka simu feen rua, ida boot moos feen dahuluk. Feen dahuluk mate, ksubundu nune’e tatoli Uai ho feto dua no fó makas. Karik mana-manas, feen sira mate fali ho hela ikan osan-mean. Uai hetan ai-hun Bodhi osan-mean ida husi ikan nain, no nia la'o iha sira nia laran. Hanesan ne’e, liurai iha loron ida haree ai-hun ne’e no hasoru Uai, no sira hamutuk ba palásiu. Feen dahuluk maka halo planu lahek ba Uai hosi mai kbiit aqua manas. Uai mate, nia moris fila tau papagaiu, no ita-nia moris fali ho to'a. Loroliu nia oan-uai bele hatene akontesimentu no hatudu liafuan ba la'o liurai. Liurai halai karreta kaer fila Uai ba palásiu no hakmatek feen madar mai, maibé Uai fo perdão ba sira.",
  "pages": [
    {
      "pageNumber": 0,
      "image": "book_817_page_0.jpg",
      "texts": ["Istória kona-ba ikan osan-mean"],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 1,
      "image": "book_817_page_1.jpg",
      "texts": [
        "Iha tempu uluk, iha aldeia ida iha Tailándia, moris peskadór riku ida naran Taraka.",
        "Taraka iha oan-feto ida naran Eu-eoi ne'ebé bonita husi feen dahuluk.",
        "Maibé, tanba Tarakan la hadomi nia feen, entaun nia kaben ho tan feen daruak no iha tan oan-feto na'in-rua."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 2,
      "image": "book_817_page_2.jpg",
      "texts": [
        "Loron ida, Taraka ba kaer ikan hamutuk ho nia feen dahuluk.",
        "Maibé nia hirus tebes tanba nia nein kaer kona ikan ida.",
        "Bainhira ikusmai nia kaer ikan ki’ik-oan ida, nia feen husu atu husik tiha ikan ne’e tanba nia hanoin ikan ne’e.",
        "Taraka ida ne'ebé hirus baku remu ne'e kona nia feen, monu tama ba bee laran no mate."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 3,
      "image": "book_817_page_3.jpg",
      "texts": [
        "Eu-eoi rona notísia ida-ne'e no senti triste.",
        "Taraka nia feen daruak ne'ebé hanoin aat, sente kontente ho feen dahuluk nia mate no hahú halo terus Eu-eoi hamutuk ho nia oan-feto na'in-rua.",
        "Feen dahuluk, ne'ebe haree Eu-eoi ho laran triste tanba nia oan loron-loron tenki halo serbisu uma-laran nian mesak, nia moris hikas fali sai ikan osan-mean ida."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 4,
      "image": "book_817_page_4.jpg",
      "texts": [
        "Eu-eoni ne'ebe fase ropa hela iha bee ninin no hetan ikan osan-mean.",
        "Eu-eoni haree ikan ne'e ko'alia no hakfodak tebes.",
        "Maibé lakleur, matan-been haksolok nian suli bainhira nia hatene katak ikan ne'e mai husi nia inan-nia reenkarnasaun.",
        "Hahú husi loron ne'ebá kedan, Eu-eoi loron-loron senti hetan konsolasaun bainhira ba vizita no konversa ho ikan osan-mean ."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 5,
      "image": "book_817_page_5.jpg",
      "texts": [
        "Bainhira nia inan no oan-feto na'in-rua, hatene kona-ba ida-ne'e, nonok-nonok kaer tiha ikan osan-mean no daan ikan hodi han tiha.",
        "Eu-eoi ne'ebé ba mota ibun hanesan baibain la haree ikan osan-mean no nia hein kleur, maibé ikusmai, nia la konsege hasoru.",
        "No bainhira ha'u fila ba uma mesak, ha'u hetan ikan osan-mean nia kulit iha dapur.",
        "Eu-eoi triste tebes bainhira nia hatene katak ikan osan-mean mate tiha ona."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 6,
      "image": "book_817_page_6.jpg",
      "texts": [
        "Eu-eoi hakoi ikan osan-mean nia kulit iha jardim uma kotuk, no reza atu nia inan bele moris fila fali hanesan ai-hun ida.",
        "Tempu liu dadaun, ai-hun Bodhi osan-mean neʼebé furak moris iha neʼebá.",
        "Eu-eoi fiar katak nia inan reenkarna sai nu'udár ai-hun Bodhi, tan ne’e nia kuidadu ai-hun ne’e ho fuan ho laran."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 7,
      "image": "book_817_page_7.jpg",
      "texts": [
        "Maibé iha loron ida, liurai nia oan-mane liu husi Eu-eoi-nia uma oin haree hetan ai-hun Bodhi osan-mean ne'ebé furak.",
        "Liurai nia oan-mane hakarak kuda ahi-hun Bodhi ne'e iha jardín palásiu nian, nune'e nia koko atu muda ai-hun Bodhi ne'e, maibé ai-hun ne'e la book aan.",
        "Liurai nia oan-mane hasoru Eu-eoi, ne'ebé mak ai-hun-nia na'in, no nia rona kona-ba akontesimentu sira ne'ebé durante ne'e akontese."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 8,
      "image": "book_817_page_8.jpg",
      "texts": [
        "Liurai nia oan-mane laran monu ba Eu-eoi ne'ebé laran-di'ak no foti nia sai nu'udár nia feen, no sira fila fali ba palásiu.",
        "Hamutuk mós ho Ai Bodhi osan-mean.",
        "Eu-eoi nia inan madrasta ne'ebé maka laran-moras, halo planu atu troka Eu-eoi ho nia oan-feto hodi sai liurai nia oan-mane nia feen."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 9,
      "image": "book_817_page_9.jpg",
      "texts": [
        "Eu-eoi nia inan madrasta bolu fila Eu-eoi ba uma hodi habosok dehan nia aman iha kondisaun grave nia laran.",
        "No nia subar hela sana boot ida iha varanda nia okos ne'ebé iha laran nakonu ho bee manas nakali.",
        "Eu-eoi ne'ebé halai lalais ba uma, bainhira liu husi varanda, nia monu tama ba bee manas no mate."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 10,
      "image": "book_817_page_10.jpg",
      "texts": [
        "Eu-eoi nia inan madrasta fo hatais nia oan-feto ho Eu-eoi nia ropa ne'ebé tenki hanesan ho Eu-eoi, no haruka nia ba palásiu.",
        "Eu-eoi nia inan madrasta nia oan-feto lohi ema hotu-hotu, inklui mós liurai nia oan-mane, no kontinua hala'o moris hanesan Eu-eoi.",
        "Entretantu, Eu-eoni ne'ebé mate tiha ona, moris hikas fali nu'udár papagaiu.",
        "Ho laran-susar, Eu-eoi ba buka Taoista iha foho no konta sai akontesimentu sira ne'ebé akontese."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 11,
      "image": "book_817_page_11.jpg",
      "texts": [
        "Taoista sente laran-susar ba Eu-eoi no transforma fila fali nia ba aparensia uluk.",
        "No Taosista fó prezenti ba Eu-eoi, oan-mane ida ne'ebé oin hanesan ho liurai nia oan-mane atu nune'e Eu-eoi labele senti mesak.",
        "Bainhira Eu-eoi ne'ebé sai fila fali ema ne'e, nia bele fila fali ba palásiu no hetan fila fali nia fatin",
        "Maibé nia perdua ema hotu no deside atu hela iha foho ho nia oan-mane."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 12,
      "image": "book_817_page_12.jpg",
      "texts": [
        "Bainhira oan-mane ne'e sai boot, nia hatene katak nia inan Eu-eoi ne'e uluk liurai nia oan-mane nia feen no ninia inan madrasta maka oho nia.",
        "Oan-mane neʼe bá hasoru liurai nia oan-mane no konta akontesimentu sira hotu neʼebé akontese.",
        "Liurai nia oan-mane fiar nia liafuan sira bainhira nia haree katak Eu-eoi nia oan-mane oin hanesan loos ho nia."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 13,
      "image": "book_817_page_13.jpg",
      "texts": [
        "Liurai nia oan-mane haruka karreta-kuda ida ba foho no lori fila Eu-eoi ba palásiu.",
        "No nia deside atu fó kastigu ba Eu-eoi nia inan madrasta no nian oan-feto sira neʼebé durante ne'e lohi ona nia ho lia-bosok sira.",
        "Maibé Eu-eoi husu ba liurai nia oan-mane atu perdua sira."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 14,
      "image": "book_817_page_14.jpg",
      "texts": [
        "Haree Eu-eoi nia laran-luak, ninia inan madrasta ho nia oan-feto sira realiza katak sira-nia hahalok ne'e sala no husu perdaun ho laran.",
        "No sira hotu moris haksolok iha palásiu."
      ],
      "pageType": "SPLIT"
    }
  ],
  "comprehensionChecks": {
    "preQuestions": [
      {
        "question": "Saa mak Eu-eoi no saida mak nia enfrenta hosi familiá nian?",
        "keyConcepts": ["Eu-eoi", "inan madrasta", "nain-rua oan", "tratamentu makas"]
      }
    ],
    "postQuestions": [
      {
        "question": "Hakarak naran Eu-eoi sai gehta husi seidauk loloos nia laran?",
        "keyConcepts": ["doktór Taoista", "tau loron", "perdão", "moriskeu"]
      }
    ]
  },
  "vocabulary": [
    {
      "word": "ikan osan-mean",
      "definition": "Ikan ne'ebé simboliza amor no proteksaun iha lenda tailandesa.",
      "pageNumber": 4
    },
    {
      "word": "ai-hun Bodhi",
      "definition": "Ai-hun ne'ebé ita-nia kultura fiar katak simboliza renesan nia laran.",
      "pageNumber": 6
    },
    {
      "word": "liurai",
      "definition": "Mane-ratu ne'ebé kaben Uai ho sai esposu iha istória ne'e.",
      "pageNumber": 7
    }
  ],
  "missions": [
    {
      "title": "Hakarak kona-ba bondade",
      "description": "Escreve kona-ba tempu ita halo bondade ka perdão, inspiradu husi istória Eu-eoi.",
      "type": "REFLECTION"
    }
  ],
  "contributors": {
    "Writer": ["Jooyoung Kim"],
    "Illustrator": ["Meel Tamphanon"],
    "Translator": ["Rosarina"],
    "Proofreader": ["Jisu An"]
  },
  "sourceLanguage": "ko",
  "license": "CC BY 4.0",
  "copyrightHolder": "Enuma, Inc. & The Foundation SeeArt for Book Culture",
  "copyright": "is licensed under CC BY 4.0 by Enuma, Inc. & The Foundation SeeArt for Book Culture."
}
