{
  "storyId": "817_tetum",
  "pages": [
    {
      "pageNumber": 0,
      "texts": ["Istória kona-ba ikan Goby Golden"]
    },
    {
      "pageNumber": 1,
      "texts": [
        "Iha tempu uluk iha suku ida iha Tailándia, iha na’ok-ikan riku ida naran Taraka.",
        "Taraka iha oan-feto furak ida naran Uai ho ninia feen uluk.",
        "Maibé Taraka la hadomi ninia feen uluk, nune’e nia kaben fali no iha oan-feto rua ho ninia feen daruak."
      ]
    },
    {
      "pageNumber": 2,
      "texts": [
        "Iha loron ida, Taraka ba peska ho ninia feen uluk.",
        "Maibé nia sai frustradu tebes bainhira nia la bele kaptura ikan ida.",
        "Taraka ikusmente kaptura ikan ki’ik ida, maibé ninia feen sente triste ba ikan ne’e no sujere atu sira solta ikan ne’e.",
        "Taraka baku ho remu ho hirus.",
        "Feen ne’e, hetan baku husi remu, monu ba bee no mate."
      ]
    },
    {
      "pageNumber": 3,
      "texts": [
        "Uai sente triste tebes ho notísia ne’e.",
        "Feen daruak Taraka nian kontente tebes katak feen uluk la iha ona no komesa atormenta Uai ho ninia oan-feto rua.",
        "Haree katak Uai sofre ho serbisu barak mesak, feen uluk fila moris hanesan ikan goby golden."
      ]
    },
    {
      "pageNumber": 4,
      "texts": [
        "Iha loron ida, Uai hasoru ikan goby golden bainhira nia fase ropa iha mota ida.",
        "Nia hakfodak bainhira ikan ne’e ko’alia.",
        "Maibé lailais, nia tanis ho kontente bainhira nia hatene katak ikan ne’e mak ninia inan nia reinkarnasaun.",
        "Depois loron ne’e, Uai vizita ikan goby golden loroloron atu ko’alia no hetan konfortu."
      ]
    },
    {
      "pageNumber": 5,
      "texts": [
        "Feen daruak lailais nota vizita sira ne’e.",
        "Uai la hatene, feen daruak kaptura ikan goby golden, prepara sopa no han ho ninia oan-feto rua.",
        "Uai ba mota hanesan sempre.",
        "Nia hein no hein ba ikan goby golden atu mosu, maibé ikan ne’e la mai.",
        "Bainhira nia fila uma ho tristeza, nia hetan ikan goby golden nia eskama iha kozinha.",
        "Uai hatene duni katak ikan goby golden mate ona, no nia sente triste tebes."
      ]
    },
    {
      "pageNumber": 6,
      "texts": [
        "Uai tanis eskama golden sira iha kotu uma no harohan katak ninia inan sei fila moris hanesan ai-hun ida.",
        "Tempu liu, ai-hun Bodhi golden furak ida sai iha fatin ne’e.",
        "Uai tau matan ba ai-hun Bodhi ne’e, fiar katak ninia inan fila moris hanesan ai-hun."
      ]
    },
    {
      "pageNumber": 7,
      "texts": [
        "Iha loron ida, prínsipe ida ne’ebé liu husi uma Uai nian nota ai-hun Bodhi golden furak ne’e.",
        "Prínsipe ordena atu ai-hun Bodhi ne’e fila ba korte palásiu, maibé ai-hun ne’e la muda.",
        "Prínsipe hetan Uai, donu ai-hun ne’e, no nia rona istória tomak ne’ebé akontese."
      ]
    },
    {
      "pageNumber": 8,
      "texts": [
        "Prínsipe sente haksolok ho laran-di’ak Uai nian, nune’e nia kaben ho Uai no fila ba palásiu hamutuk.",
        "Iha tempu ne’e, ai-hun Bodhi golden tuir.",
        "Feen daruak, ho maus, halo planu atu ninia oan-feto ida bele kaben ho prínsipe envez de Uai."
      ]
    },
    {
      "pageNumber": 9,
      "texts": [
        "Feen daruak bolu Uai fila uma ho lia-fuan katak ninia aman atu mate.",
        "Depois, nia subar sanan bee boot ida iha porta uma nian.",
        "Uai halai fila uma ho lalais, no nia monu ba sanan bee ne’e no mate."
      ]
    },
    {
      "pageNumber": 10,
      "texts": [
        "Feen daruak haruka ninia oan-feto ida, ne’ebé hanesan Uai, fila ba palásiu ho ropa Uai nian.",
        "Oan-feto feen daruak nian engana ema hotu, inklui prínsipe, no kontinua moris hanesan Uai.",
        "Entretantu, Uai fila moris hanesan papagaio ida.",
        "Ho tristeza, Uai buka feitiseiru ida ne’ebé hela iha foho no konta ninia istória."
      ]
    },
    {
      "pageNumber": 11,
      "texts": [
        "Feitiseiru sente triste ba Uai no fila nia ba ninia forma orijinál.",
        "Feitiseiru mós fó Uai oan mane ida ne’ebé hanesan prínsipe atu nia la sente soz.",
        "Uai fila ba ninia forma ema nian, nia bele fila ba palásiu atu hetan ninia pozisaun loos.",
        "Maibé nia deside atu perdoa ema hotu no hela ho ninia oan iha ai-laran."
      ]
    },
    {
      "pageNumber": 12,
      "texts": [
        "Bainhira oan Uai nian sai boot, nia aprende katak ninia inan, feen orijinál prínsipe nian, hetan oho husi feen daruak ninia avó nian.",
        "Oan ne’e ba hasoru prínsipe no konta lia-loos.",
        "Prínsipe haree katak oan Uai nian hanesan nia, nune’e nia fiar buat hotu ne’ebé labarik ne’e dehan."
      ]
    },
    {
      "pageNumber": 13,
      "texts": [
        "Prínsipe haruka kareta ida ba ai-laran no lori Uai fila ba palásiu.",
        "Prínsipe hakarak kastiga feen daruak no ninia oan-feto sira tanba engana nia ba tinan barak.",
        "Maibé Uai husu ba prínsipe atu halo pasiénsia."
      ]
    },
    {
      "pageNumber": 14,
      "texts": [
        "Ho jestu laran-di’ak Uai nian, feen daruak no ninia oan-feto sira realiza sira nia sala no husu perdua ho laran loos.",
        "Sira hotu hela hamutuk iha palásiu, ho kontente para sempre."
      ]
    }
  ],
  "title": "817 Tetum"
}