{
  "bookId": 817,
  "language": "en",
  "title": "The Story of the Golden Goby Fish",
  "summary": "This is a Thai folktale about Taraka, a wealthy fisherman with two wives, and his daughter Uai. After Taraka's first wife dies and reincarnates as a golden goby fish, Uai befriends the fish. The jealous second wife catches and eats the fish. Uai buries the fish's scales, which grow into a golden Bodhi tree. A prince marries Uai, but the second wife plots against her. Uai dies, is reborn as a parrot, is restored by a wizard, and finally reunites with the prince after revealing the truth.",
  "pages": [
    {
      "pageNumber": 0,
      "texts": ["The Story of the Golden Goby Fish"],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 1,
      "texts": [
        "Once upon a time in a village in Thailand, there lived a wealthy fisherman named Taraka.",
        "Taraka had a beautiful daughter, Uai, with his first wife.",
        "But Taraka did not love his first wife, so he married a second time and had two more daughters with his second wife."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 2,
      "texts": [
        "One day, Taraka went fishing with his first wife.",
        "But he became very frustrated when he could not catch any fish.",
        "Taraka finally caught one little fish, but his wife felt sorry for the fish and suggested that they should let it go.",
        "Taraka slammed down an oar in anger.",
        "The wife, hit by the oar, fell into the water and drowned."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 3,
      "texts": [
        "Uai was deeply saddened by the news.",
        "Taraka’s evil second wife rejoiced that the first wife was no longer around and began to torment Uai with her two daughters.",
        "Seeing that Uai suffered through a mountain of daily chores alone, the first wife came back to life as a golden goby fish."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 4,
      "texts": [
        "One day, Uai encountered the golden goby fish while she was washing clothes by a stream.",
        "She jumped in surprise when the fish spoke.",
        "But soon, she shed tears of joy upon learning that the fish was a reincarnation of her mother.",
        "After that day, Uai visited the golden goby fish daily to talk and be comforted."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 5,
      "texts": [
        "The second wife soon noticed these visits.",
        "Unbeknownst to Uai, she caught the golden goby fish, prepared a stew, and ate it up with her two daughters.",
        "Uai went to the stream as usual.",
        "She waited and waited for the golden goby fish to appear, but it never came.",
        "When she returned home in despair, she found scales of the golden goby fish in the kitchen.",
        "Uai knew at once that the golden goby fish was dead, and she was deeply saddened."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 6,
      "texts": [
        "Uai buried the golden scales in the backyard and prayed that her mother would be reborn as a tree.",
        "Time passed, and a beautiful golden Bodhi tree grew in the spot.",
        "Uai took great care of the Bodhi tree, believing that her mother had come back as the tree."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 7,
      "texts": [
        "One day, a prince passing by Uai's house noticed the beautiful golden Bodhi tree.",
        "The prince ordered the Bodhi tree to be replanted in the palace courtyard, but the tree did not budge.",
        "The prince found Uai, the owner of the tree, and he heard about everything that had happened."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 8,
      "texts": [
        "Moved by the kindness of Uai’s heart, the prince married Uai and returned to the palace together.",
        "This time, the golden Bodhi tree followed.",
        "The second wife, consumed with jealousy, schemed so that one of her daughters could be married to the prince instead of Uai."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 9,
      "texts": [
        "The second wife called Uai home with a lie that her father was dying.",
        "Then, she hid a large pot of boiling water at the entrance of the house.",
        "Rushing home in a hurry, Uai fell into the pot and died."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 10,
      "texts": [
        "The second wife sent one of her daughters, who looked just like Uai, back to the palace in Uai’s clothes.",
        "The daughter of the second wife fooled everybody, including the prince, and continued to live as Uai.",
        "Meanwhile, Uai was reborn as a parrot.",
        "Weeping sadly, Uai found a wizard living in the mountains and told him her story."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 11,
      "texts": [
        "The wizard felt sorry for Uai and brought her back into her original form.",
        "The wizard also gifted Uai with a son who resembled the prince so that she would not be lonely.",
        "Having regained her human form, Uai could have returned to the palace to claim her rightful place.",
        "However, she decided to forgive everyone instead and live with her son in the woods."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 12,
      "texts": [
        "As Uai’s son grew, he learned that his mother, the original wife of the prince, was murdered by his grandfather’s second wife.",
        "The son went to the prince and told him the truth.",
        "Seeing that Uai’s son looked just like him, the prince believed everything the boy said."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 13,
      "texts": [
        "The prince sent a carriage into the woods and brought Uai back to the palace.",
        "The prince wanted to punish the second wife and her daughters for deceiving him for so many years.",
        "But Uai asked the prince to have mercy."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 14,
      "texts": [
        "At Uai’s kind gesture, the second wife and her daughters realized their wrongdoing and genuinely asked for forgiveness.",
        "They all lived together at the palace, happily ever after."
      ],
      "pageType": "SPLIT"
    }
  ],
  "comprehensionChecks": {
    "preQuestions": [
      {
        "question": "Who is Uai and what challenges did she face from her family?",
        "keyConcepts": ["Uai", "stepmother", "jealousy", "transformation"]
      }
    ],
    "postQuestions": [
      {
        "question": "How was Uai’s story resolved?",
        "keyConcepts": ["wizard", "forgiveness", "reunion", "truth"]
      }
    ]
  },
  "vocabulary": [
    {
      "word": "golden goby fish",
      "definition": "A fish that represents love and protection in the Thai folktale.",
      "pageNumber": 4
    },
    {
      "word": "bodhi tree",
      "definition": "A tree believed to have spiritual significance, associated with rebirth.",
      "pageNumber": 6
    },
    {
      "word": "prince",
      "definition": "A male royal family member who marries Uai in the story.",
      "pageNumber": 7
    }
  ],
  "missions": [
    {
      "title": "Reflect on Kindness",
      "description": "Write about a time you showed kindness or forgiveness, inspired by Uai's story.",
      "type": "REFLECTION"
    }
  ],
  "contributors": {
    "Writer": ["Jooyoung Kim"],
    "Illustrator": ["Meel Tamphanon"]
  },
  "sourceLanguage": "ko",
  "license": "CC BY 4.0",
  "copyrightHolder": "Enuma, Inc. & The Foundation SeeArt for Book Culture",
  "copyright": "is licensed under CC BY 4.0 by Enuma, Inc. & The Foundation SeeArt for Book Culture."
}
