{
  "bookId": 801,
  "language": "tet",
  "title": "Lenda kona-ba Lac Long Quan no Au Co",
  "summary": "Iha istoria ida kona-ba heroi Lac Long Quan ne'ebé funu hasoru monsus no hasoru fada Au Co, sira kasar no iha oan 100, sira sai avó povu Vietnam nian.",
  "pages": [
    {
      "pageNumber": 0,
      "image": "book_801_page_0.jpg",
      "texts": ["Lenda kona-ba Lac Long Quan no Au Co"],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 1,
      "image": "book_801_page_1.jpg",
      "texts": [
        "Iha tempu uluk, iha heroi ida ho naran Lac Long Quan iha rai Lac Viet.",
        "Hanesan ninia avó, ne'ebé mak rei dragaun, Lac Long Quan mak bravu no bele la'o iha bee hanesan iha rai."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 2,
      "image": "book_801_page_2.jpg",
      "texts": [
        "Iha tempu ne'ebá, rai Lac Viet mak sai rai-laran ho monsu barak ne'ebé halo ema sofre.",
        "Lac Long Quan mak heroi forte, nune'e nia viaja ba rai tomak atu kaptura monsu aat sira ne'ebé halo ema sofre."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 3,
      "image": "book_801_page_3.jpg",
      "texts": [
        "Bainhira Lac Long Quan ba tasi iha loron ida, nia hetan Ngu Tinh, monsu boot hanesan ikan.",
        "Ngu Tinh boot tebes to'o ninia ikun hanesan vela boot ida.",
        "Bainhira Ngu Tinh hakat, nia halo tasi luan to'o bele hamonu ró, no ninia ibun boot to'o bele han ema iha momentu ida."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 4,
      "image": "book_801_page_4.jpg",
      "texts": [
        "Maske nune'e, Lac Long Quan la tauk no ba hasoru Ngu Tinh.",
        "Lac Long Quan uza kuda boot ida atu tesi Ngu Tinh.",
        "Depois monsu mate, ninia ikun sai foho aas ida."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 5,
      "image": "book_801_page_5.jpg",
      "texts": [
        "Depois de oho Ngu Tinh, Lac Long Quan ba foho ida.",
        "Iha foho ne'e, iha Ho Tinh, raposa ho ikun sia ne'ebé tinan liu mil, no nia kaer ema no rai sira iha kuak ida.",
        "Lac Long Quan funu ho Ho Tinh ba loron tolu la para.",
        "Iha ikus, Ho Tinh mate, no ema barak mak liberta husi kuak."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 6,
      "image": "book_801_page_6.jpg",
      "texts": [
        "Sira ne'ebé salva konta ba Lac Long Quan katak iha monsu seluk iha foho naran Moc Tinh ne'ebé kaer no han ema.",
        "Depois de rona ne'e, heroi ne'e ba direita ba foho atu buka Moc Tinh.",
        "Lac Long Quan funu ho Moc Tinh ho uza instrumentu muzikál ida naran Cong Chieng atu halo lian boot no ikusmente derrota nia."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 7,
      "image": "book_801_page_7.jpg",
      "texts": [
        "Ho ajuda husi Lac Long Quan, monsu aat tolu mate hotu.",
        "Desde ne'ebá, ema iha rai Lac Viet moris ho dame.",
        "Lac Long Quan mós hanorin povu sira oinsá atu moris ho di'ak no justisa."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 8,
      "image": "book_801_page_8.jpg",
      "texts": [
        "Iha tempu ne'ebá, iha fada ida ho naran Au Co ne'ebé ajuda ema iha rai Lac Viet.",
        "Au Co mak anjo husi lalehan, no nia kura ema moras ho ninia kbiit espesiál."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 9,
      "image": "book_801_page_9.jpg",
      "texts": [
        "Iha dalan atu kaptura monsu ida, Lac Long Quan hadomi Au Co.",
        "Sira kaben, iha oan 100, no moris ho kontente.",
        "Maske nune'e, difisil tebes ba Lac Long Quan atu hela iha rai ba tempu naruk, tanba nia mak desendente dragaun ida ne'ebé hela iha bee.",
        "Iha loron ida, Lac Long Quan dehan ba ninia feen Au Co,"
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 10,
      "image": "book_801_page_10.jpg",
      "texts": [
        "\"Hau mak dragaun, no ó mak fada.",
        "Ita labele hela hamutuk ba sempre tanba ita hela iha fatin diferente.",
        "Nune'e, hau sei foti oan 50 ba tasi, no ó sei foti oan 50 ba foho.",
        "Maske ita bele dehan malu se presija ajuda.\""
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 11,
      "image": "book_801_page_11.jpg",
      "texts": [
        "Nune'e, oan 50 hela ho sira nia aman atu governa tasi, no oan 50 seluk hela ho sira nia inan atu governa to'os no foho.",
        "Oan 100 sira ne'e husi Lac Long Quan no Au Co sai Bach Viet, avós povu Vietnam."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 12,
      "image": "book_801_page_12.jpg",
      "texts": [
        "Oan mane boot husi Au Co, Hung Vuong, harii nasaun ida ho naran Van Lang no sai nia rei.",
        "Reinu Van Lang mak nasaun Vietnamense primeiru.",
        "Reinu Van Lang ema hatene katak durasaun husi tinan 696 SM to'o 258 SM."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 13,
      "image": "book_801_page_13.jpg",
      "texts": ["To'o ohin loron, Vietnamense sira fiar katak sira mak oan husi dragaun no fada, no sira simu kbiit husi dragaun no di'ak no laran-midar husi fada."],
      "pageType": "SPLIT"
    }
  ],
  "contributors": {
    "Writer": ["Hoang Thi Trang"],
    "Illustrator": ["Uyen Nguyen"],
    "Translator": ["Alex"],
    "Proofreader": ["Jisu An"]
  },
  "sourceLanguage": "ko",
  "license": "CC BY 4.0",
  "copyrightHolder": "Enuma, Inc. & The Foundation SeeArt for Book Culture",
  "copyright": "is licensed under CC BY 4.0 by Enuma, Inc. & The Foundation SeeArt for Book Culture. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/."
}