{
  "bookId": 801,
  "language": "en",
  "title": "Lac Long Quan and Au Co",
  "summary": "The legendary Vietnamese hero Lac Long Quan defeats monsters and meets the fairy Au Co. They marry, have 100 children, and become the ancestors of the Vietnamese people.",
  "pages": [
    {
      "pageNumber": 0,
      "texts": ["Lac Long Quan and Au Co"],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 1,
      "texts": [
        "Once upon a time, there was a hero named Lac Long Quan in the land of the Lac Viet.",
        "Like his grandfather, who was the king of dragons, Lac Long Quan was brave and could walk on water like on land."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 2,
      "texts": [
        "At the time, the Lac Viet land was a wilderness with many monsters that hurt people.",
        "Lac Long Quan was a mighty hero, so he traveled all around the land to catch bad monsters that hurt people."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 3,
      "texts": [
        "When Lac Long Quan went to the sea one day, he found Ngu Tinh, a big fish-like monster.",
        "Ngu Tinh was so large that its tail was as big as the sail of a big ship.",
        "When Ngu Tinh moved, it made waves high enough to sink a boat, and its mouth was big enough to swallow people in one mouthful."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 4,
      "texts": [
        "However, Lac Long Quan was not scared and went to fight Ngu Tinh.",
        "Lac Long Quan cut Ngu Tinh with a big sword.",
        "After the monster died, its tail became a high mountain."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 5,
      "texts": [
        "After slaying Ngu Tinh, Lac Long Quan went to a mountain.",
        "In the mountain, there lived Ho Tinh, a nine-tailed fox more than a thousand years old, and it kidnapped people and kept them in a cave.",
        "Lac Long Quan fought against Ho Tinh for three days without resting.",
        "At last, Ho Tinh was killed, and many people were freed from the cave."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 6,
      "texts": [
        "Those who were saved told Lac Long Quan that there was another monster in the mountain called Moc Tinh and that it kidnapped and ate people.",
        "Having heard this, the hero went straight to the mountain to find Moc Tinh.",
        "Lac Long Quan fought against Moc Tinh by using a musical instrument called a Cong Chieng to make a loud noise and finally defeated him."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 7,
      "texts": [
        "Thanks to Lac Long Quan, all three of the vicious monsters were dead.",
        "Since then, people in the Lac Viet land have lived in peace.",
        "Lac Long Quan also taught the villagers how to live with kindness and justice."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 8,
      "texts": [
        "At the time, there was also a fairy named Au Co who helped people in the Lac Viet land.",
        "Au Co was an angel from heaven, and she healed the sick with her special powers."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 9,
      "texts": [
        "On the way to capture a monster, Lac Long Quan fell in love with Au Co.",
        "They were married, had 100 children, and lived happily.",
        "However, it was difficult for Lac Long Quan to stay on land for too long, because he was the descendant of a dragon that lived underwater.",
        "One day, Lac Long Quan said to his wife Au Co,"
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 10,
      "texts": [
        "\"I am a dragon, and you are a fairy.",
        "We can't stay together forever because we live in different places.",
        "So, I will take 50 children to the seas, and you will take 50 children to the mountains.",
        "But we can tell each other if we need help.\""
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 11,
      "texts": [
        "So 50 children lived with their father to rule over the seas while the other 50 children lived with their mother to rule over the fields and mountains.",
        "These 100 children of Lac Long Quan and Au Co became Bach Viet, the ancestors of Vietnamese people."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 12,
      "texts": [
        "The oldest son of Au Co, Hung Vuong, started a country named Van Lang and became its king.",
        "The kingdom of Van Lang was the first Vietnamese nation.",
        "The kingdom of Van Lang is known to have lasted from 696 BC to 258 BC."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 13,
      "texts": [
        "To this day, the Vietnamese believe that they are the children of the dragon and the fairy, and that they have inherited the dragon's courage and the fairy's goodness and gentleness."
      ],
      "pageType": "SPLIT"
    }
  ],
  "comprehensionChecks": {
    "preQuestions": [
      {
        "question": "What special powers did Lac Long Quan have?",
        "keyConcepts": ["walking on water", "power of the dragon", "bravery", "defeating monsters"]
      }
    ],
    "postQuestions": [
      {
        "question": "What meaning does this story hold for the Vietnamese people?",
        "keyConcepts": ["ancestors", "origin of the nation", "descendants of the dragon and fairy", "identity"]
      }
    ]
  },
  "vocabulary": [
    {
      "word": "Lac Viet",
      "definition": "An ancient region of Vietnam, referring to the northern part of present-day Vietnam.",
      "pageNumber": 1
    },
    {
      "word": "monster",
      "definition": "A creature that harms people, often imagined as an evil spirit or beast.",
      "pageNumber": 2
    }
  ],
  "missions": [
    {
      "title": "Tell Your Family Story",
      "description": "Ask your family about your ancestors or elders. Share the most interesting story you heard with your friends!",
      "type": "ACTION_LOG"
    }
  ],
  "contributors": {
    "Writer": ["Hoang Thi Trang"],
    "Illustrator": ["Uyen Nguyen"],
    "Translator": ["Haryeon Pyeon"],
    "Proofreader": ["Laura Marie Kingdon"]
  },
  "sourceLanguage": "ko",
  "license": "CC BY 4.0",
  "copyrightHolder": "Enuma, Inc. & The Foundation SeeArt for Book Culture",
  "copyright": "is licensed under CC BY 4.0 by Enuma, Inc. & The Foundation SeeArt for Book Culture. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/."
}
