{
  "storyId": "816_tetum",
  "pages": [
    {
      "pageNumber": 0,
      "texts": ["De’it iha Filipinas: Ita hatene ka lae?"]
    },
    {
      "pageNumber": 1,
      "texts": [
        "Hau mak Kaloy, karabau ida!",
        "Karabau, ne’ebé ema Filipinas bolu “kalabaw,” mak animal nasional iha Filipinas.",
        "Hau mak amigu di’ak liu ba to’os-na’in no hau mós simboliza espíritu servisu maka’as ema Filipinas nian.",
        "Halo hamutuk ho hau atu aprende faktus interesante kona-ba Filipinas!",
        "Tara na! (Ita ba!)"
      ]
    },
    {
      "pageNumber": 2,
      "texts": [
        "1. Filipinas mak nasaun arkipélagu ida.",
        "Filipinas mak ida husi nasaun arkipélagu boot liu iha mundu.",
        "Arkipélagu mak grupu illa sira.",
        "Agora, Filipinas iha illa 7,641.",
        "De’it illa 2,000 mak ema hela no illa 5,000 liu seidauk iha naran.",
        "Iha futuru, bele iha illa barak liu atu deskobre."
      ]
    },
    {
      "pageNumber": 3,
      "texts": [
        "2. Bandeira Filipinas bele hatudu se nasaun iha funu ka lae.",
        "Bandeira Filipinas nia sorin eskuerdu iha loron nia naruk walu no estrela tolu iha triângulu mutin ida.",
        "Iha sorin direita, iha listru kór mean no azul.",
        "Bainhira nasaun iha dame, kór azul mak iha leten.",
        "Bainhira nasaun iha funu, kór mean mak iha leten.",
        "Filipinas mak nasaun ida-ne’ebé bandeira projetadu hanesan ne’e.",
        "Interesante tebes, lae?"
      ]
    },
    {
      "pageNumber": 4,
      "texts": [
        "3. Ema Filipinas barak bele ko’alia língua rua ka tolu.",
        "Arkipélagu Filipinas iha illa rihun, nune’e la surprende katak iha língua 180 liu uza iha nasaun.",
        "Ema Filipinas barak bele ko’alia língua ofisiál Filipinas nian - Filipino no Inglés - no mós dialetu lokal husi rejiaun ne’ebé sira hela."
      ]
    },
    {
      "pageNumber": 5,
      "texts": [
        "4. Ema Filipinas gosta hadomi hamnasa.",
        "Ema Filipinas ema koñese hanesan ema simpatiku ne’ebé ksolok no simu di’ak, mesmu ba ema stranjeiru.",
        "Hamoos Filipinas nian hatudu ba vizitante ka ema stranjeiru katak sira simu di’ak.",
        "Tanba hamoos furak no atitude simpatiku, vizitante barak husi mundu tomak hadomi Filipinas."
      ]
    },
    {
      "pageNumber": 6,
      "texts": [
        "Ema stranjeiru bele surprende haree ema Filipinas hamnasa bainhira iha situasaun difísil, hanesan depois tufaun ka rai-nakser.",
        "Maibé hamnasa iha situasaun difísil signifika kontente ba buat ne’ebé ita iha.",
        "Ema Filipinas ema pozitivu tebes."
      ]
    },
    {
      "pageNumber": 7,
      "texts": [
        "5. Filipinas iha tempu Natal naruk liu iha mundu.",
        "Filipinas iha ema Kristaun barak liu iha Ázia, no ema Filipinas barak mak Katólika.",
        "Natal mak festa importante liu iha Filipinas.",
        "Tempu Natal iha Filipinas naruk tebes;",
        "hahu iha Setembru no remata iha inísiu Janeiru.",
        "Hahu iha Setembru, ita bele rona kansaun Natal no haree dekorasaun iha ne’ebé de’it!"
      ]
    },
    {
      "pageNumber": 8,
      "texts": [
        "6. Ano Foun iha Filipinas nakonu ho superstisaun.",
        "Iha Ano Foun, labarik Filipinas hatais ho ropa polka dot ne’ebé uza buat round.",
        "Ida ne’e tanba sira fiar katak forma round ka sirkulár simboliza osan no sorte.",
        "Bainhira relóju toka medianu kalan, labarik sira sai ho luan, hanoin katak ida ne’e halo sira sai aas liu."
      ]
    },
    {
      "pageNumber": 9,
      "texts": [
        "7. Jeepney mak transportasaun públiku komún liu iha Filipinas.",
        "Jeepney sira orijinálmente halo husi jeep militares EUA ne’ebé hela iha Filipinas depois Segunda Guerra Mundial.",
        "Sira uza hanesan servisu públiku nasaun tomak, ne’ebé donu sira kustomiza ho kór barak no dekorasaun.",
        "Jeepney ida bele hola pasahero barak depende ba ninia tamanhu.",
        "Iha provínsia balun, pasahero bele sa’e iha leten jeepney!"
      ]
    },
    {
      "pageNumber": 10,
      "texts": [
        "8. Illa Bohol famozu tanba ninia foho sira.",
        "Iha illa Bohol, iha foho konu liu rihun ida.",
        "Sira nakonu ho du’ut verde durante tempu udan, maibé iha tempu kalor, du’ut sira sai maran no foho sira muda ba kór maron.",
        "Depois, foho ida-idak hanesan chocolate Kiss boot ida.",
        "Nune’e, foho sira ne’e bolu Foho Chocolate."
      ]
    },
    {
      "pageNumber": 11,
      "texts": [
        "Tuir lenda ida kona-ba foho sira, iha tempu uluk iha jaiante ida ne’ebé hadomi feto ema ida.",
        "Bainhira feto ne’e mate, jaiante tanis barak, no foho sira mosu iha fatin ne’ebé ninia luun monu.",
        "Maibé siénsia esplika katak foho sira ne’e forma husi koral limestone ne’ebé sa’e husi tasi, neineik erosiona no forma ba sira nia forma agora."
      ]
    },
    {
      "pageNumber": 12,
      "texts": [
        "9. “Halo-halo” mak lanxe refreskante iha loron kalor iha Filipinas.",
        "Halo-halo mak sobremesa ne’ebé halo husi xelo rai, ho bee-midar, leite kondensadu no ai-fuan.",
        "Naran “halo-halo” signifika “halo-halo” iha Inglés.",
        "Hanesan naran sujere, ema tenke halo-halo ingrediente hotu atu hetan sabor di’ak liu.",
        "Ingrediente komún mak feijoon midar, hudi no nuu, maibé kada provínsia ka loja iha ninia ingrediente rasik.",
        "Se ó vizita Filipinas, prova halo-halo oioin no buka ó nia sabor favoritu!"
      ]
    }
  ],
  "title": "816 Tetum"
}