{
  "storyId": "810_en-ph",
  "pages": [
    {
      "pageNumber": 0,
      "texts": ["Houyi and Chang’e"]
    },
    {
      "pageNumber": 1,
      "texts": [
        "A long time ago, the Jade Emperor fell in love with goddess Xihe who lived in the east sea.",
        "The Jade Emperor and Xihe had ten sons, all of whom were suns.",
        "Each day, Xihe would take one of her sons up to the sky and come down at evening to rest in the sea.",
        "This is how night and day came to be in the human world."
      ]
    },
    {
      "pageNumber": 2,
      "texts": [
        "One thousand years passed.",
        "All ten sons grew up, and they did not listen to their mother.",
        "Instead of going up to the sky one at a time, all ten of them decided to go together.",
        "When ten suns appeared in the sky, humans suffered great heat and all the crops dried up."
      ]
    },
    {
      "pageNumber": 3,
      "texts": [
        "Queen Mother of the West, who lived on Kunlun Mountain, found out and became furious.",
        "She advised the Jade Emperor to get rid of all ten suns.",
        "Emperor Yao of the human world recommended a skilled archer named Houyi for the task.",
        "The Jade Emperor gave Houyi a magic bow and ten arrows and ordered him to shoot the suns."
      ]
    },
    {
      "pageNumber": 4,
      "texts": [
        "Houyi climbed to the top of Kunlun Mountain and shot down nine suns with his bow.",
        "Believing that humans needed at least one sun, however, Houyi said to the last sun,",
        "“Your life I will spare.",
        "But you must rise and set on time each morning and night, and you must not run away or be lazy.",
        "If you don’t obey, I will shoot you down, too.”"
      ]
    },
    {
      "pageNumber": 5,
      "texts": [
        "The tenth sun, frightened by Houyi’s words, promised he would obey.",
        "Thanks to Houyi, peace was restored on Earth.",
        "Houyi earned the respect of many people.",
        "Many apprentices sought him to learn archery.",
        "Houyi married a beautiful woman named Chang’e and was living a happy life."
      ]
    },
    {
      "pageNumber": 6,
      "texts": [
        "Then one day, Houyi was hiking Kunlun Mountain when he encountered Queen Mother of the West.",
        "She gave him a precious gift after learning that he was the archer who shot down the nine suns.",
        "It was an elixir of immortality which could transform the drinker into an ever-living god of the heavens."
      ]
    },
    {
      "pageNumber": 7,
      "texts": [
        "Back at home, Houyi told Chang’e about the immortality potion.",
        "The couple did not want to leave the human world yet.",
        "They decided to become gods when both of them were ready.",
        "The elixir was hidden deep inside the house.",
        "Meanwhile, an apprentice named Feng Meng had overheard their conversation."
      ]
    },
    {
      "pageNumber": 8,
      "texts": [
        "A few days later, Houyi went on a hunting trip far away with his apprentices.",
        "Feng Meng stayed behind and snuck into Houyi’s house.",
        "He threatened Chang’e to give him the elixir of immortality or otherwise die at his hands."
      ]
    },
    {
      "pageNumber": 9,
      "texts": [
        "Chang’e wanted to keep the elixir of immortality hidden, but Feng Meng was too strong.",
        "“I must keep an evil man like Feng Meng from becoming a god!” she thought.",
        "Chang’e swallowed the elixir.",
        "Her body became lighter and she floated up into the air.",
        "When she reached the sky, Chang’e decided to become the goddess of the Moon so that she could be closer to her husband."
      ]
    },
    {
      "pageNumber": 10,
      "texts": [
        "Upon returning from the hunt, Houyi learned what had happened to Chang’e.",
        "He was furious, but Feng Meng had already run away.",
        "Houyi cried out to the heavens in rage and sorrow.",
        "He could not believe that he would never see his beloved wife again."
      ]
    },
    {
      "pageNumber": 11,
      "texts": [
        "In the sky hung a bright, round moon.",
        "The shadow in the moon was blurry, but Houyi knew it was Chang’e.",
        "Houyi addressed his longing for Chang’e by setting up an altar prepared with her favorite snacks and fruit."
      ]
    },
    {
      "pageNumber": 12,
      "texts": [
        "Others followed.",
        "People prayed to Chang’e for good fortune while offering up round snacks and fruits.",
        "This is the origin of preparing an alter for the Moon Goddess on the Mid-Autumn Festival, which falls on August 15 on the lunar calendar."
      ]
    }
  ],
  "title": "810 En-ph"
}