{
  "storyId": "810_tetum",
  "pages": [
    {
      "pageNumber": 0,
      "texts": ["Houyi no Chang’e"]
    },
    {
      "pageNumber": 1,
      "texts": [
        "Tempu uluk liu, Imperador Jade hadomi deusa Xihe ne’ebé hela iha tasi leste.",
        "Imperador Jade no Xihe iha oan nain sanulu, sira hotu mak loron.",
        "Kada loron, Xihe foti ninia oan ida ba lalehan no fila iha kalan atu deskansa iha tasi.",
        "Ida ne’e mak forma loron no kalan iha mundu ema nian."
      ]
    },
    {
      "pageNumber": 2,
      "texts": [
        "Tinan 1000 liu.",
        "Oan nain sanulu hotu sai boot, no sira la rona sira nia inan.",
        "Envez de ba lalehan ida-idak, sira nain sanulu deside ba hamutuk.",
        "Bainhira loron nain sanulu mosu iha lalehan, ema sofre ho manas boot no to’os hotu maran."
      ]
    },
    {
      "pageNumber": 3,
      "texts": [
        "Rainha Inan husi West, ne’ebé hela iha Foho Kunlun, deskobre no sai hirus tebes.",
        "Nia hatán ba Imperador Jade atu halakon loron nain sanulu.",
        "Imperador Yao husi mundu ema rekomenda atirador ne’ebé kapás naran Houyi ba tarefa ne’e.",
        "Imperador Jade fó Houyi rama majiku no sanulu flecha no ordena nia atu tira loron sira."
      ]
    },
    {
      "pageNumber": 4,
      "texts": [
        "Houyi sa’e ba tutun Foho Kunlun no tira loron sia ba ho ninia rama.",
        "Maibé nia fiar katak ema presiza loron ida, nune’e Houyi dehan ba loron ikus,",
        "“Hau sei husik ó moris.",
        "Maibé ó tenke sa’e no monu iha tempu kalan no loron, no ó labele halai ka pregi.",
        "Se ó la rona, hau sei tira ó mós.”"
      ]
    },
    {
      "pageNumber": 5,
      "texts": [
        "Loron sanulu, tauk ho liafuan Houyi nian, promete katak nia sei rona.",
        "Ho ajuda husi Houyi, dame fila fali iha Rai.",
        "Houyi hetan respeitu husi ema barak.",
        "Aprendis barak buka nia atu aprende atirasaun.",
        "Houyi kaben ho feto furak ida naran Chang’e no moris ho kontente."
      ]
    },
    {
      "pageNumber": 6,
      "texts": [
        "Iha loron ida, Houyi halo trekking iha Foho Kunlun no hasoru Rainha Inan husi West.",
        "Nia fó nia preziu ida depois hatene katak nia mak atirador ne’ebé tira loron sia.",
        "Ida ne’e mak elixir imortalidade ne’ebé bele transforma bebe-na’in ba sai maromak ne’ebé moris para sempre."
      ]
    },
    {
      "pageNumber": 7,
      "texts": [
        "Fila uma, Houyi konta ba Chang’e kona-ba botika imortalidade.",
        "Kazál ne’e la hakarak husik mundu ema nian.",
        "Sira deside sai maromak bainhira sira nain rua prontu.",
        "Elixir ne’e subar hela iha uma laran.",
        "Entretantu, aprendis ida naran Feng Meng rona sira nia konversa."
      ]
    },
    {
      "pageNumber": 8,
      "texts": [
        "Loron balun tuir mai, Houyi ba kasa dook ho ninia aprendis sira.",
        "Feng Meng hela no tama subar iha uma Houyi nian.",
        "Nia ameasa Chang’e atu fó nia elixir imortalidade ka nia mate."
      ]
    },
    {
      "pageNumber": 9,
      "texts": [
        "Chang’e hakarak rai elixir imortalidade subar, maibé Feng Meng forte liu.",
        "“Hau tenke preveni ema aat hanesan Feng Meng atu sai maromak!” nia hanoin.",
        "Chang’e han elixir.",
        "Nia isin sai menus no nia sai ba lalehan.",
        "Bainhira nia to’o lalehan, Chang’e deside sai deusa Fulan atu nia besik liu ho ninia kaben."
      ]
    },
    {
      "pageNumber": 10,
      "texts": [
        "Bainhira fila husi kasa, Houyi hatene saida mak akontese ho Chang’e.",
        "Nia hirus tebes, maibé Feng Meng halai tiha ona.",
        "Houyi bolu ba lalehan ho hirus no tristeza.",
        "Nia la bele fiar katak nia sei haree fali ninia feen ne’ebé nia hadomi."
      ]
    },
    {
      "pageNumber": 11,
      "texts": [
        "Iha lalehan, iha fulan naroman ida.",
        "Mahon iha fulan ne’e la klaru, maibé Houyi hatene katak ida ne’e Chang’e.",
        "Houyi hatudu ninia saudade ba Chang’e ho halo altar ho ninia hahán favoritu no ai-fuan."
      ]
    },
    {
      "pageNumber": 12,
      "texts": [
        "Ema seluk tuir.",
        "Ema harohan ba Chang’e atu hetan sorte bainhira oferese hahán no ai-fuan.",
        "Ida ne’e mak orijin halo altar ba Deusa Fulan iha Festival Meiu-Outonu, ne’ebé monu iha loron 15 Agostu iha kalendáriu lunar."
      ]
    }
  ],
  "title": "810 Tetum"
}