{
  "storyId": "821_tetum",
  "pages": [
    {
      "pageNumber": 0,
      "texts": ["Estrela Manu Ki’ik"]
    },
    {
      "pageNumber": 1,
      "texts": [
        "Iha tempu uluk, kazál katuas ida hela iha uma ki’ik ida iha ai-laran.",
        "Kazál katuas ne’e la iha oan ka netu.",
        "Sira hela ho manu inan ida de’it.",
        "Kada dader, kazál katuas ne’e husik ai-han iha jardin ba manu inan, no manu inan kontente."
      ]
    },
    {
      "pageNumber": 2,
      "texts": [
        "Tempu liu, no manu inan botu tolun.",
        "Lailais, manu oan furak hitu mak sai.",
        "Manu inan sempre hanoin-hetan ba manu oan hitu,",
        "“Katuas no katuas feto mak ema di’ak ne’ebé sempre tau matan ba ita.",
        "Labele haluha.”"
      ]
    },
    {
      "pageNumber": 3,
      "texts": [
        "Iha loron ida, frade ida mai medita iha ai-laran ne’ebé uma ne’e hela.",
        "Kazál katuas ne’e preukupa tanba sira la iha hahán atu oferese ba frade.",
        "“Saida mak ita tenke halo?",
        "Frade sei hamlaha se ita la bele fó nia hahán.”"
      ]
    },
    {
      "pageNumber": 4,
      "texts": [
        "Kazál ne’e halo desizaun difísil atu serve frade ho sira nia manu inan.",
        "Kazál ne’e sente triste, tanba sira hadomi sira nia manu inan."
      ]
    },
    {
      "pageNumber": 5,
      "texts": [
        "Manu inan rona konversa kazál katuas nian.",
        "Nia laran-susar tanba hanoin kona-ba ninia manu oan, maibé nia deside tuir desizaun kazál ne’e atu agradese sira ba sira nia kuddu.",
        "Manu inan dehan adeus ba ninia manu oan.",
        "Manu oan sira hakohak ninia inan no tanis ho tristeza."
      ]
    },
    {
      "pageNumber": 6,
      "texts": [
        "Dader tuir mai, kazál katuas ne’e halo ahi atu te’in manu inan.",
        "Iha momentu ne’ebá, manu oan hitu semo ba ahi.",
        "Sira semo ba ahi atu bele hamutuk ho sira nia inan ne’ebé sira hadomi."
      ]
    },
    {
      "pageNumber": 7,
      "texts": [
        "Kazál katuas ne’e hakfodak no tanis tanba hadomi manu inan no ninia manu oan.",
        "Anju ida iha lalehan mós sente haksolok tebes ho amor entre inan manu no ninia manu oan.",
        "Nune’e anju halo manu oan hitu sai estrela naroman furak."
      ]
    },
    {
      "pageNumber": 8,
      "texts": [
        "Iha lalehan kalan, ita bele haree estrela naroman hitu besik Taurus.",
        "Ema Tailándia bolu sira “Estrela Manu Ki’ik.”"
      ]
    }
  ],
  "title": "821 Tetum"
}