{
  "storyId": "821_en-ph",
  "pages": [
    {
      "pageNumber": 0,
      "texts": ["The Chick Stars"]
    },
    {
      "pageNumber": 1,
      "texts": [
        "Once upon a time, an old couple lived in a small cottage in the woods.",
        "The old couple did not have any children or grandchildren.",
        "They lived with only one hen.",
        "Every morning, the old couple left grains in the yard for the hen, and the hen was thankful."
      ]
    },
    {
      "pageNumber": 2,
      "texts": [
        "Time passed, and the hen laid eggs.",
        "Soon, seven cute chicks hatched.",
        "The hen always reminded the seven chicks,",
        "“The old man and the lady are good people who always take care of us.",
        "Don’t you forget.”"
      ]
    },
    {
      "pageNumber": 3,
      "texts": [
        "One day, a monk came to meditate in the forest where the cottage was.",
        "The old couple was worried that they did not have food to offer the monk.",
        "“What should we do?",
        "The monk will go hungry if we can’t give him food.”"
      ]
    },
    {
      "pageNumber": 4,
      "texts": [
        "The couple came to a difficult decision to serve the monk their hen.",
        "The couple was sad, because they loved their hen."
      ]
    },
    {
      "pageNumber": 5,
      "texts": [
        "The hen was listening to the old couple’s conversation.",
        "Her heart broke at the thought of her chicks, but she decided to follow the couple’s decision to thank them for their care.",
        "The hen said her farewell to her chicks.",
        "The chicks hugged their mother and cried in sadness."
      ]
    },
    {
      "pageNumber": 6,
      "texts": [
        "The next morning, the old couple built a fire to cook the hen.",
        "Just then, the seven chicks jumped into the fire.",
        "They jumped in so that they could be together with their beloved mother."
      ]
    },
    {
      "pageNumber": 7,
      "texts": [
        "The shocked old couple was moved to tears by the chicks’ love for their mother hen.",
        "An angel in heaven was also deeply moved by the love between the mother hen and her chicks.",
        "So the angel made the seven chicks into pretty shining stars."
      ]
    },
    {
      "pageNumber": 8,
      "texts": [
        "In the night sky, you can find seven twinkling stars near Taurus.",
        "Thai people call them the “Chick Stars.”"
      ]
    }
  ],
  "title": "821 En-ph"
}