{
  "storyId": "819_tetum",
  "pages": [
    {
      "pageNumber": 0,
      "texts": ["Loi Krathong, Festival Naroman"]
    },
    {
      "pageNumber": 1,
      "texts": [
        "Alin-feto rua, Prae no Prim, hela iha sidade furak Chiang Mai iha Tailándia norte.",
        "Prae no Prim kontente tanba Novembru to’o ona.",
        "Tempu udan naruk remata ona, no festa boot ida, Loi Krathong, besik liu ona."
      ]
    },
    {
      "pageNumber": 2,
      "texts": [
        "Husi tempu uluk, ema Tailándia fiar katak iha deusa bee ida.",
        "Sira halo no haluha ró ki’ik iha mota atu agradese deusa bee tanba fó bee barak durante tempu udan.",
        "Loi signifika “haluha,” no Krathong signifika “ró ki’ik.”"
      ]
    },
    {
      "pageNumber": 3,
      "texts": [
        "Atu selebra Loi Krathong, iha konkurso halo krathong ida iha eskola Prae nian.",
        "Prae sosa material oioin atu nia bele halo krathong ho ninia família.",
        "Tronu hudi no tahan hudi esensiál atu halo krathong furak."
      ]
    },
    {
      "pageNumber": 4,
      "texts": [
        "Krathong tradisionál halo husi tahan hudi no hanesan ai-funan lotus.",
        "Prae ho ninia inan-aman dobu no kesi tahan hudi hamutuk atu forma krathong ne’ebé hanesan lotus.",
        "Prim koko ajuda ho dobu tahan hudi mós, maibé nia de’it halo tahan hudi tohar."
      ]
    },
    {
      "pageNumber": 5,
      "texts": [
        "Bainhira krathong ne’ebé hanesan lotus remata, krathong ne’e dekoradu ho ai-funan no surat-tahan kór.",
        "Prae no Prim dekoradu krathong ho kór furak.",
        "Depois, sira tau vela no insensu iha krathong nia sentru."
      ]
    },
    {
      "pageNumber": 6,
      "texts": [
        "Krathong oioin ho forma no tamanhu diferente tama iha konkurso.",
        "Sira hotu furak no kapás.",
        "Husi sira, krathong boot ida ne’ebé halo husi estudante klasu 6 manán primeiru lugar.",
        "Manan nian sei reprezenta eskola iha parade iha kalan."
      ]
    },
    {
      "pageNumber": 7,
      "texts": [
        "Iha kalan, família Prae nian ba sidade atu haree parade.",
        "Parade boot ida ho partisipante husi eskola, organizasaun no kompañia hotu iha Chiang Mai.",
        "Partisipante sira hatais ho traje tradisionál Tailándia no dansa no toka instrumentu muzikál.",
        "Krathong boot no furak sira lidera parade.",
        "Estudante klasu 6 husi eskola Prae nian haree iha parade ho ninia krathong."
      ]
    },
    {
      "pageNumber": 8,
      "texts": [
        "Iha sentru sidade, iha konkurso beleza ida ne’ebé halo iha tempu hanesan.",
        "Ida ne’e mak konkurso atu buka feto ne’ebé furak no inteligente liu.",
        "Prae no Prim la bele haree husi feto furak ida ne’ebé hatais ho traje tradisionál iha palco."
      ]
    },
    {
      "pageNumber": 9,
      "texts": [
        "Iha krathong barak ona ne’ebé haluha iha bee.",
        "Prae ho ninia família sunu vela no tau sira nia krathong iha bee mós.",
        "Prae hakarak saúde no kontenteza ba ninia família.",
        "Prim preukupa katak vela bele mate.",
        "Nia rona katak vela tenke kontinua naroman to’o krathong haluha dook atu hakarak ne’e bele realiza."
      ]
    },
    {
      "pageNumber": 10,
      "texts": [
        "Inan dehan ba alin-feto sira,",
        "“Ema ne’ebé hadomi malu ne’ebé haluha krathong hamutuk bele hamutuk para sempre.”",
        "Loi Krathong mak loron popular ba ema ne’ebé hadomi atu hatudu sira nia amor tanba kredensa ne’e.",
        "Kazál barak ne’ebé haluha krathong hamutuk ohin hatudu sira nia amor."
      ]
    },
    {
      "pageNumber": 11,
      "texts": [
        "Buat ida ne’ebé naklaken bolu atensaun Prae nian, ne’ebé haree krathong naroman haluha.",
        "Buat hanesan estrela haluha iha lalehan.",
        "Yi Peng, festival lanterna haluha, hahú ona."
      ]
    },
    {
      "pageNumber": 12,
      "texts": [
        "Yi Peng halo de’it iha Chiang Mai iha Tailándia, nune’e ema barak viaja atu esperiensia festival ne’e.",
        "Ema hakerek sira nia esperansa iha lanterna surat-tahan no harohan to’o sira la bele haree lanterna iha lalehan.",
        "Sira harohan katak naroman la mate no sira nia hakarak realiza."
      ]
    },
    {
      "pageNumber": 13,
      "texts": [
        "Família Prae nian mós prepara lanterna boot hanesan Prim.",
        "Sira hakerek sira nia hakarak no haluha lanterna ne’e ba aas.",
        "Lanterna barak naklaken iha lalehan.",
        "Kalan furak ida, mundu naroman ho krathong no lanterna ne’ebé lori esperansa no mehi dook ba horizonte."
      ]
    }
  ],
  "title": "819 Tetum"
}