{
  "bookId": 819,
  "language": "en",
  "title": "Loi Krathong, the Festival of Lights",
  "summary": "Loi Krathong is a traditional Thai festival celebrated in Chiang Mai and other parts of Thailand. It honors the goddess of water by floating decorated small boats called krathongs on rivers to thank her for abundant rain. The festival includes a krathong-making contest, parades in traditional costumes, a beauty pageant, and the simultaneous Yi Peng lantern festival, where paper lanterns are released into the sky symbolizing wishes and hopes.",
  "pages": [
    {
      "pageNumber": 0,
      "texts": ["Loi Krathong, the Festival of Lights"],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 1,
      "texts": [
        "Two sisters, Prae and Prim, live in the beautiful city of Chiang Mai in northern Thailand.",
        "Prae and Prim are happy that it is finally November.",
        "The long rainy season has come to an end, and the major holiday, Loi Krathong, is drawing near."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 2,
      "texts": [
        "Since ancient times, Thai people have believed in a goddess of water.",
        "They make and float small boats on the river to thank the goddess of water for providing abundant rain during the rainy season.",
        "Loi means “to float,” and Krathong means “small boats.”"
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 3,
      "texts": [
        "To celebrate Loi Krathong, a krathong-making contest is held at Prae’s school.",
        "Prae buys all sorts of materials so that she can make a krathong with her family.",
        "Banana tree trunks and leaves are essential in making a beautiful krathong."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 4,
      "texts": [
        "A traditional krathong is made from banana leaves and resembles a lotus flower.",
        "Prae and her parents fold and pin banana leaves together to form the lotus-shaped body.",
        "Prim tries to help by folding banana leaves, too, but only ends up tearing them apart."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 5,
      "texts": [
        "When the lotus-shaped body is done, the krathong is decorated with flower petals and colored paper.",
        "Prae and Prim decorate the krathong with pretty colors.",
        "Then, they place a candle and incense at the center."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 6,
      "texts": [
        "Krathongs of all shapes and sizes are entered in the contest.",
        "They are all fancy and beautiful.",
        "Out of them, a gigantic krathong made by a sixth-grader scores first place.",
        "The winner will represent the school in a parade held in the evening."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 7,
      "texts": [
        "In the evening, Prae’s family goes to town to see the parade.",
        "It is a huge parade with participants from every school, organization, and company in Chiang Mai.",
        "Participants dressed in traditional Thai costumes dance and play musical instruments.",
        "Large, beautiful krathongs lead the parade.",
        "The sixth-grader from Prae’s school is seen marching next to his krathong."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 8,
      "texts": [
        "In the city center, a beauty pageant is held at the same time.",
        "It is a contest to find the most beautiful and intelligent woman.",
        "Prae and Prim cannot take their eyes off of a pretty young woman on stage donning a traditional dress."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 9,
      "texts": [
        "There are already so many krathongs floating on the water.",
        "Prae and her family light the candle and place their krathong on the water, too.",
        "Prae wishes for her family’s health and happiness.",
        "Prim worries that the candle might go out.",
        "She heard that the candle must stay lit until the krathong travels far for wishes to come true."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 10,
      "texts": [
        "Mommy tells the girls,",
        "“Loved ones who float a krathong together can be together forever.”",
        "Loi Krathong is a popular day for lovers to confess their love because of this belief.",
        "Many couples floating krathongs together today have professed their love for one another."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 11,
      "texts": [
        "Something twinkling catches the eye of Prae, who was watching illuminated krathongs float by.",
        "Star-like things are floating across the night sky.",
        "Yi Peng, the floating lantern festival, has begun."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 12,
      "texts": [
        "Yi Peng is held only in Chiang Mai in Thailand, so many travel to experience the festival.",
        "People write their hopes on paper lanterns and pray until they lose sight of their lantern in the sky.",
        "They pray that the light does not go out and their wishes come true."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 13,
      "texts": [
        "Prae’s family also prepared a lantern as big as Prim.",
        "They write their wishes and let it float high.",
        "Countless lanterns fill the sky.",
        "It is a beautiful night, the world lit up with krathongs and lanterns carrying hopes and dreams far across the horizon."
      ],
      "pageType": "SPLIT"
    }
  ],
  "comprehensionChecks": {
    "preQuestions": [
      {
        "question": "What is Loi Krathong and why is it celebrated?",
        "keyConcepts": ["water goddess", "krathongs", "thanksgiving", "rainy season"]
      }
    ],
    "postQuestions": [
      {
        "question": "What are some traditional activities during Loi Krathong?",
        "keyConcepts": ["krathong making", "floating", "parade", "lantern release"]
      }
    ],
    "vocabulary": [
      {
        "word": "krathong",
        "definition": "A small, decorated boat made from banana leaves floated during Loi Krathong festival.",
        "pageNumber": 2
      },
      {
        "word": "Yi Peng",
        "definition": "The floating lantern festival held in Chiang Mai coinciding with Loi Krathong.",
        "pageNumber": 11
      },
      {
        "word": "lantern",
        "definition": "Decorative paper lanterns released into the sky during Yi Peng festival.",
        "pageNumber": 12
      }
    ]
  },
  "missions": [
    {
      "title": "Celebrate Light and Hope",
      "description": "Write about the meaning of light and hope in your life, inspired by the Loi Krathong festival.",
      "type": "REFLECTION"
    }
  ],
  "contributors": {
    "Writer": ["Jooyoung Kim"],
    "Illustrator": ["Meimo Siwaporn"],
    "Translator": ["Rosarina"],
    "Proofreader": ["Jisu An"]
  },
  "sourceLanguage": "ko",
  "license": "CC BY 4.0",
  "copyrightHolder": "Enuma, Inc. & The Foundation SeeArt for Book Culture",
  "copyright": "is licensed under CC BY 4.0 by Enuma, Inc. & The Foundation SeeArt for Book Culture."
}
