{
  "bookId": 819,
  "language": "tet",
  "title": "Loi Krathong, Festivál Naroman",
  "summary": "Loi Krathong mak festivál tradisionál tailandia ne'ebé celebradu husi ema iha partida setentri Tailándia, inklui sidade Chiang Mai. Festivál ida ne'e tuna katak buat ruma nu'udar ninian ba mahein bee, lakei nian, no tolin. Ema halo ofrenda ruma feto krathong ba mahein bee ne'ebé halo udan, no mai bele espesialmente tanba hatutan lanu. Iha festa ema halo parade, kompetisaun halo krathong, konkursu belezan feto, no festivál Yi Peng ba tolin lanterna nian.",
  "pages": [
    {
      "pageNumber": 0,
      "texts": ["Loi Krathong, Festivál Naroman"],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 1,
      "texts": [
        "Bin alin Prae no Prim hela iha sidade Chiangmai ne'ebé furak iha parte norte Tailándia.",
        "Tempu udan ne’ebé mak tau makaas liu dadaun ona no Prae no Prim senti kontenti loos tanba besik atu tama fulan Novembru.",
        "Tanba \"Loi Krathong\" hanesan feriadu bo'ot importante, ne'ebé atu besik dadaun mai."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 2,
      "texts": [
        "Desde uluk ema Tailandia fiar iha Mahein bee nian.",
        "Tanba ne'e sira halo ró ki'ik no tau ba mota laran hodihasa'e sira-nia agradesimentu ba mahein bee nian ne'ebé lori udan bo'ot durante tempu udan.",
        "\"Loi\" signifika dehan namlele no \"Krathong\" signifika ró ki'ik."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 3,
      "texts": [
        "Atu selebra Loi Krathong, iha eskola Prene loke kompetisaun halo Krathong.",
        "Prae sosa materiál oioin lori ba uma atu nune'e nia bele halo Krathong hamutuk ho ninia família.",
        "Hudi nia kain no tahan mak materiál importante hodi halo Krathong ne’ebé bonita."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 4,
      "texts": [
        "Krathong tradisionál uza hudi tahan hodi halo forma hanesan aifunan lotus .",
        "Prae ho ninia inan-aman lulun no kola hamutuk hudi tahan hodi halo Krathong ho forma aifunan lotus.",
        "Prim mós esforsu maka'as hodi ajuda nia bin lulun ona, maibé infelizmente, hudi tahan kontinua nakles."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 5,
      "texts": [
        "Bainhira Krathong nia forma aifunan lótus kompletu ona, enfeita Krathong halo furak ho aifunan nia tahan no papél kór oioin.",
        "Prae no Prim enfeita ho kór oioin no ikus liu tau lilin ki'ik no insensu iha klaran."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 6,
      "texts": [
        "Krathong nia forma no medida ne'ebé oioin inklui iha kompetisaun.",
        "Hotu-Hotu kór oioin no furak.",
        "Entre sira, krathong boot tebes ne'ebé halo husi maun klasse sexto ano maka manán.",
        "Manán-na'in iha kompetisaun sei partisipa hodi representa eskola iha parade ne'ebé realiza iha kalan"
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 7,
      "texts": [
        "Iha kalan, Prae nia familia ba sidade atu haree parade.",
        "Ida-ne'e mak parade bo'ot ne'ebé envolve eskola hotu-hotu, oranizasaun oioin no kompania sira iha Chiangmai.",
        "Partisipante sira ne'ebé hatais roupa tradisionál Tailándia nian dansa no toka instrumentu múzika.",
        "Iha parade nia oin iha Krathong sira ne'ebé boot no furak, no maun klasse sexto ano husi eskola Fresne mós marxa iha krathong ne'ebé mak nia halo ne'e nia sorin."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 8,
      "texts": [
        "Iha mós kompetisaun belezan iha sentru sidade.",
        "Ida-ne'e mak kompetisaun ne'ebé buka feto ne'ebé bonita no matenek liu.",
        "Prae no Prim nein book sira-nia matan oituan tanba bin universitáriu sira-nia aparensia furak ne'ebé iha palku leten hatais roupa tradisionál."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 9,
      "texts": [
        "Iha Krathong barak mak namlele dadaun iha bee leten.",
        "Prae ho familia sira mós sunu lilin ne'ebe iha krathong no tau iha bee leten.",
        "Prae harohan ba familia nia saude diak no kontenti.",
        "Prim tauk lilin sei mate.",
        "Tanba ha’u rona katak ita-nia desezu ne’e sai realidade bainhira lilin la mate no la'o to'o do'ok."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 10,
      "texts": [
        "Ha'u-nia amá dehan mai ha'u. \"Se ema sira ne'ebé ita hadomi halo krathog namlele hamutuk, ita sei hamutuk ba nafatin.\"",
        "Tanba fiar ida-ne'e, Lai Krathong sai famozu nu'udár loron ne'ebé hato'o domin nian ba ema Tailándia sira.",
        "Ema sira barak hata'o nia sentimentu ba ema ne'ebé sira gosta no hamutuk tau krathong."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 11,
      "texts": [
        "Haree krathong ne'ebé nabilan ho furak, iha kalan Pree mós deskobre buat ruma ne'ebé nabilan iha lalehan.",
        "Buat ruma ne'ebé nabilan hanesan fitun sira semo ba lalehan iha tempu kalan.",
        "Festivál 'Yi Pheng' hahú ho halo semo lanterna sira ba lalehan."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 12,
      "texts": [
        "Festivál 'Yi Pheng' so realiza de'it iha Chiang Mai, tanba ne'e ema Tailandia tomak mai atu enjoy.",
        "Ema sira hakerek sira-nia desezu iha papél lantern kotuk no husik ba lalehan, no sira reza ho haree lanterna ne'ebé semo dook liután.",
        "Espera katak lanterna la mate, no espera desezu sira sai reallidade."
      ],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 13,
      "texts": [
        "Prae nia família mós hakerek dezeju sira iha lantera bo'ot hanesan ho Prim no husik aas ba lalehan.",
        "Lantera rihun atus ba atus nakonu iha lalehan.",
        "Ne'e mak loron ne'ebé furak bainhira mundu tomak nakonu nabilan ho krathong no lantera sira ne'ebé lori ema sira-nia desezu."
      ],
      "pageType": "SPLIT"
    }
  ],
  "comprehensionChecks": {
    "preQuestions": [
      {
        "question": "Saida mak Loi Krathong no tanba saida mak sira selebra?",
        "keyConcepts": ["mahein bee", "krathong", "agradesimentu", "tempu udan"]
      }
    ],
    "postQuestions": [
      {
        "question": "Saida mak husi tradisaun-morin iha tempu Loi Krathong?",
        "keyConcepts": ["halo krathong", "tau ba bee", "parade", "lantera"]
      }
    ],
    "vocabulary": [
      {
        "word": "krathong",
        "definition": "Ró ki’ik oioin halo hodi tau ba bee.",
        "pageNumber": 2
      },
      {
        "word": "Yi Pheng",
        "definition": "Festivál lantera ki’ik ne'ebé halo iha ciutat Chiang Mai husi sira Tailándia.",
        "pageNumber": 11
      },
      {
        "word": "lantera",
        "definition": "Lanterna papél ne'ebé tau ba lalehan durante festivál Yi Pheng.",
        "pageNumber": 12
      }
    ]
  },
  "missions": [
    {
      "title": "Selebra lós no esperansa",
      "description": "Escreve kona-ba ne'ebe lós no esperansa iha ita-nia moris, inspiradu husi festivál Loi Krathong.",
      "type": "REFLECTION"
    }
  ],
  "contributors": {
    "Writer": ["Jooyoung Kim"],
    "Illustrator": ["Meimo Siwaporn"],
    "Translator": ["Rosarina"],
    "Proofreader": ["Jisu An"]
  },
  "sourceLanguage": "ko",
  "license": "CC BY 4.0",
  "copyrightHolder": "Enuma, Inc. & The Foundation SeeArt for Book Culture",
  "copyright": "is licensed under CC BY 4.0 by Enuma, Inc. & The Foundation SeeArt for Book Culture."
}
