{
  "storyId": "813_tetum",
  "pages": [
    {
      "pageNumber": 0,
      "texts": ["Festa Aniversáriu ba tinan 7"]
    },
    {
      "pageNumber": 1,
      "texts": [
        "Amihan mak feto aas ida ne’ebé hela iha Busan.",
        "Nia moris iha Filipina no halai ba Korea kuandu tinan lima.",
        "Nia ko’alia lian Koreanu ho Aman, no lian Filipinu ho Ingles ho Inan.",
        "Nia estudante tinan 6 iha eskola primária no tinan tolu bo’ot liu Marilag, nia alin feto.",
        "No nia gosta tebes lori bisikleta!"
      ]
    },
    {
      "pageNumber": 2,
      "texts": [
        "Amihan no Marilag vizita Filipina iha tempu feriadu Krismas.",
        "Sira mos celebra aniversáriu tinan 7 ba alin ki’ik sira nian, Anton.",
        "Iha Filipina, aniversáriu tinan 7 mak importante tebes, tanba ne’e sira halo festa boot liu.",
        "\"O hakarak simu saida ba aniversáriu-mu?\"",
        "Amihan husu ba Anton iha loron molok aniversáriu.",
        "\"Ha’u hakarak bisikleta,\" Anton hatán.",
        "\"Bisikleta mos mak favoritu ha’u,\" dehan Amihan."
      ]
    },
    {
      "pageNumber": 3,
      "texts": [
        "Iha dadeer aniversáriu Anton nian, Lolo (avô) no Tito (tiaun) Amihan halo 'lechon', karau fulin tomak ne’ebé tun iha brasas.",
        "Lechon mak hahán ne’ebé popular ba okazaun espesial hanesan festa no aniversáriu.",
        "Nia ne’eba inan-manas teb-tebes!",
        "Amihan la bele to’o, nia husu:",
        "\"Bainhira mak ha’u bele han lechon boot ne’e?",
        "Naran-manas tebes!\"",
        "\"Ita haan iha meio-dia,\" Tito hatán."
      ]
    },
    {
      "pageNumber": 4,
      "texts": [
        "Tita (tia) halo 'pancit', hahán noodli, hamutuk ho salada fruta no dessert espesial.",
        "Pancit normal serve ba aniversáriu.",
        "\"Pancit mai husi Xina,\"",
        "Tita esplika ba Amihan.",
        "\"Ema han pancit iha aniversáriu, tanba sira fiar katak han noodli naruk bele halo moris naruk.\""
      ]
    },
    {
      "pageNumber": 5,
      "texts": [
        "Maibé, bisita sira mai ona.",
        "\"Anton, kolega sira mai ona!\"",
        "Tita bolu.",
        "Ate (maun feto) Mayumi, alin feto boot Anton nian, prepara jogu barak.",
        "Amihan no Marilag ajuda nia foka prémio sira.",
        "\"Ita sei halo jogu.",
        "Prémio barak!\"",
        "Mayumi konta ba labarik sira ne’ebé mai ba festa."
      ]
    },
    {
      "pageNumber": 6,
      "texts": [
        "Primeiru, Amihan partisipa iha jogu 'pukpok palayok'.",
        "Iha jogu ne’e, ema ne’ebé bele baku pote barro ne’ebé hakotu iha laran mak manán.",
        "Jogador tau bandana iha matan no halai halakon direksaun balu.",
        "Maibé, labarik sira bolu direksaun atu ba.",
        "Jogador ida de’it iha oportunidade.",
        "Se jogador bele baku pote, reza, sentidus, no snack ki’ik sira monu husi laran.",
        "Amihan halai, maibé la bele baku pote."
      ]
    },
    {
      "pageNumber": 7,
      "texts": [
        "Depois, Amihan no Marilag partisipa iha 'pabitin', jogu ne’ebé popular tebes iha aniversáriu labarik Filipina.",
        "Brinquedu ki’ik no reza sira kokatu iha estrutura bambu ne’ebé hakotu iha laran.",
        "Operadór hakat no tuun estrutura ho laran rope, jogadór sira hakarak sai hosi laran.",
        "Marilag bele hetan reza balu, Amihan hetan brinquedu boot liu!"
      ]
    },
    {
      "pageNumber": 8,
      "texts": [
        "Depois, tempu atu fufu vela iha keke aniversáriu.",
        "Keke ne’ebé bonita, ho basket dekorasaun iha leten.",
        "Ema sira iha festa kanta kançon aniversáriu.",
        "\"O nia hakarak saida?\"",
        "Mayumi husu ba Anton.",
        "\"Ha’u hakarak sai jogadór basket hanesan Aman!\"",
        "Anton hatán.",
        "Basket mak esporte popular tebes iha Filipina."
      ]
    },
    {
      "pageNumber": 9,
      "texts": [
        "Kuandu festa remata, bisita sira fila ba uma, Anton kontente atu loke regalo aniversáriu.",
        "\"Uau, robot, bolsa no sapatun!\"",
        "Nia hakerek.",
        "Depois, nia loke regalo boot husi Amihan no Marilag nia família.",
        "\"Bisikleta foun!",
        "Regalo ne’e mak diak liu.",
        "Obrigadu, Ate Amihan no Ate Marilag!\"",
        "dehan Anton."
      ]
    },
    {
      "pageNumber": 10,
      "texts": [
        "Loron oin, Amihan hanorin Anton lori bisikleta.",
        "Anton monu barak, maibé Amihan ajuda nia ho paciénsia no liman-manas.",
        "Iha final, Anton aprende ona lori bisikleta.",
        "Agora Amihan no Anton bele lori bisikleta hamutuk!"
      ]
    }
  ],
  "title": "813 Tetum"
}
