{
  "bookId": 606,
  "language": "tet",
  "title": "Caixa Ideia Toko nian ne'ebé Nabilan",
  "summary": "Livru nee koalia kona-ba Toko, labarik ida ne'ebé kreativu tebes, ne'ebé transforma buat soe tiha ona sai buat furak no útil. Ita aprende kona-ba oinsa atu reutiliza no resikla atu ajuda natureza.",
  "pages": [
    {
      "pageNumber": 0,
      "texts": ["Caixa Ideia Toko nian ne'ebé Nabilan"],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 1,
      "texts": ["Bondia! Ha’u nia naran Toko. Iha ha’u nia uma, iha buat espesiál barak! Buat furak sira ne’ebé ha’u rasik halo!"],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 2,
      "texts": ["Ta-da! Ida ne’e saida? Ne’e kadeira ida ne’ebé ha’u halo! Ha’u halibur garrafa plástiku sira ne’ebé soe tiha ona no halo forte. Komfortável tebes no furak, loos ka lae?"],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 3,
      "texts": ["Ha’u nia kintal hanesan fatin halimar ida ne’ebé ha’u halo! Ha’u troka pneu tuan sira hodi halo ai-han funu ida ne’ebé engraçado, no uza nu’udar ai-kabelak ba ai-funan furak!"],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 4,
      "texts": ["No ida ne’e ha’u nia inan nia matenek! Nia sona ai-niis nu’u hodi halo pasta ida ne’ebé forte no furak hanesan ne’e! Laós furak tebes ka?"],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 5,
      "texts": ["Hamoos ha’u nia meza mós la problema! Ha’u uza lata sira ne’ebé soe tiha ona hodi halo fatin lapís no fatin lapís furak hanesan ne’e!"],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 6,
      "texts": ["Ha’u mós la soe de’it karton be nian ne’ebé mamuk. Se hamoos didi’ak no halo maran didi’ak…"],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 7,
      "texts": ["Bele halo buat ne’ebé forte hanesan fatin-livru ka kaixa ki’ik sira hanesan ne’e! Ha’u gosta tebes tanba bele rai surat-tahan."],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 8,
      "texts": ["La presiza soe tan ropa ne’ebé la uza ona! Bele moris fali nu’udar boneka furak ka pasta ki’ik sira!"],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 9,
      "texts": ["La presiza soe tan ropa ne’ebé la uza ona! Bele moris fali nu’udar boneka furak ka pasta ki’ik sira!"],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 10,
      "texts": ["Belun, bele halibur didi’ak pedasuk vidru ne’ebé naksobu no halo buat furak ida! Laós nabilan furak iha loron matan ka?"],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 11,
      "texts": ["Ami nia uma nakonu ho ideia sira ne’ebé nabilan! Laós furak tebes oinsá buat sira ne’ebé soe tiha ona bele moris fali nu’udar buat furak hanesan ne’e?"],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 12,
      "texts": ["Iha mós ideia resiklajen furak ruma?"],
      "pageType": "SPLIT"
    },
    {
      "pageNumber": 13,
      "texts": ["Se ita hotu-hotu hare didi’ak ita nia ambiente, ita bele halo lixu sira ne’ebé soe tiha ona sai buat folin-boot! Ó mós hetan ona ideia nabilan ida, loos ka? Mai ita hamutuk halo buat ida ne’ebé haksolok!"],
      "pageType": "SPLIT"
    }
  ],
  "comprehensionChecks": {
    "preQuestions": [
      {
        "question": "Sá mak Toko halo ho buat ne’ebé soe tiha ona?",
        "keyConcepts": ["resikla", "reutiliza", "kreatividade"]
      }
    ],
    "postQuestions": [
      {
        "question": "Oinsa mak ita bele uza fali buat sira iha uma?",
        "keyConcepts": ["resikla", "kuidadu natureza", "ideia foun"]
      }
    ]
  },
  "missions": [
    {
      "title": "Halo Ita Nia Kaixa Ideia Rasik",
      "description": "Buka buat ida ne’ebé ita la uza tan no troka sai buat foun. Fahe ita nia ideia ho ita nia kolega sira!",
      "type": "CREATIVE"
    }
  ],
  "vocabulary": [
    {
      "word": "resikla",
      "definition": "Uza fali buat tuan atu halo buat foun.",
      "pageNumber": 13
    },
    {
      "word": "lixu",
      "definition": "Buat sira ne’ebé soe tiha ona tanba la presiza fali.",
      "pageNumber": 2
    }
  ],
  "contributors": {
    "Writer": ["Mestra Yuni"],
    "Illustrator": ["Mestra Yuni"]
  },
  "sourceLanguage": "tet",
  "license": "CC BY 4.0",
  "copyrightHolder": "Mestra Yuni",
  "copyright": "is licensed under CC BY 4.0 by Mestra Yuni"
}
